{
  "id": 1862729,
  "name": "Turner et al. vs. Huggins",
  "name_abbreviation": "Turner v. Huggins",
  "decision_date": "1853-07",
  "docket_number": "",
  "first_page": "21",
  "last_page": "26",
  "citations": [
    {
      "type": "official",
      "cite": "14 Ark. 21"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "1 A. K. Marsh. 425",
      "category": "reporters:state",
      "reporter": "A.K. Marsh.",
      "case_ids": [
        6435051
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ky/8/0425-01"
      ]
    },
    {
      "cite": "1 Scam. 344",
      "category": "reporters:state",
      "reporter": "Scam.",
      "case_ids": [
        2480560
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ill/2/0344-01"
      ]
    },
    {
      "cite": "5 Ala. 596",
      "category": "reporters:state",
      "reporter": "Ala.",
      "case_ids": [
        8495657
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ala/5/0596-01"
      ]
    },
    {
      "cite": "1 Pick. 368",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2070911
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/18/0376-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 542,
    "char_count": 11441,
    "ocr_confidence": 0.477,
    "pagerank": {
      "raw": 2.826896717861061e-07,
      "percentile": 0.8388469752483639
    },
    "sha256": "081579902c2324ea5ebd66d01c09717226381b1bb243ce168d4477a61d14d593",
    "simhash": "1:ae45e2a40fd9c6de",
    "word_count": 2052
  },
  "last_updated": "2024-02-27T19:00:39.729279+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Turner et al. vs. Huggins."
    ],
    "opinions": [
      {
        "text": "Mr. Chief Justice Watkins\ndelivered the opinion of the Court. This was an action on the case for deceit in the sale of a mare. The cause was before this court at July term, 1850, reported in 6 Eng. 338. On the trial had after the remanding of the cause, the plaintiff had judgment for damages, found by the jury. The defendants moved for a new trial, which was refused, and they excepted, setting out the evidence and the instructions given.\nThe facts of the case appear to be that the defendants being indebted to the plaintiff in the sum of $215, for a tract of land he had sold them, he agreed to receive payment in property, to be appraised at its cash value. The property consisted of a wagon, valued by the appraisers selected, at $115, and the mare in question, valued at $100, which the plaintiff received of the defendants in payment of their debt to him. This was in April, 1849; soon afterwards, the plaintiff discovered that the animal’s eyes were defective, and in the summer following, she w as totally blind, and of little or no value. The plaintiff offered to return her before suit. As usual, in cases of this description, there was a cloud of witnesses, and much conflicting testimony. But wherever there is any testimony to uphold a verdict, we must consider as facts, so much of the evidence as does uphold it. All the parties, and several of the witnesses were present at the time of the sale. It is not positively proven that the mare’s eyes were defective at that time, and the weight of testimony seems to be the other way: the defect, if it existed, appears to have escaped the observation of the witnesses, none of whom examined her eyes. Nor is it clear that the defendants knew of the defect, and purposely concealed it with the view of practicing a fraud on the plaintiff; but there is evidence of the declarations of the defendants conducing to show that they did know it.\nOne Joseph Turner was admitted as a witness for the defendants, and his testimony appears to have been received without objection, no doubt under a mistaken view of the former decision of this court. It was there held that he swearing he had no interest in the event of the suit, it was competent for him to prove that he, and not the defendants made the sale to the plaintiff, and for the error in excluding the proof of that fact proposed to be made by him, the first judgment in the plaintiff’s favor was reversed. This witness, on the second trial, stated that the mare belonged to him, and never did belong to the defendants: that he bargained with the defendants for part of the land they had bought of the plaintiff, and agreed with them to pay $100 of their debt to the plaintiff, and accordingly brought his mare to the place appointed, to be valued, and at that time the mare’s eyes were sound, as far as he knew. It appears from evidence of declarations made by the defendants and Joseph Turner, that he was liable to the defendants for the costs of the suit, and the damages that might be recovered against him, and that they had not conveyed him his part of the land, and did not intend to do so, unless he paid the judgment, in case it went against them. The testimony of this witness, in effect, is not inconsistent with the other testimony that he, for a consideration as between him and the defendants, furnished them with the mare to pay in part their debt to the plaintiff, and it is difficult to perceive why he was not interested, and altogether incompetent. His credibility, however, was the only question before the jury, so far as his testimony is concerned; and according as the jury believed the witnesses, we cannot say they were not justified in concluding that the parties in this transaction practiced a cheat on the plaintiff, by means of a secret defect known to themselves, but not apparent on inspection!\nOnly two points are made in argument for the appellant; and both of these are covered by the instructions given by the court, and are responded to by the jury. The first is, that the plaintiff’s declaration alleges that the defendants sold him the mare in consideration of a hundred dollars lawful money, and the proof is, that the debt of the defendants was payable in property; and that for this variance between the allegation and the proof, the plaintiff is not entitled to recover. Without going into the distinction, not clearly defined in the books, between actions upon contract where the statement of the special contract is matter of description, material to be proved as stated, and actions for tort, arising out of contract, where the statement of the contract is matter of substance, only and by way of inducement to the particular grievance complained of, it is a sufficient answer, that there was also evidence that this debt was due in money, although the plaintiff was willing it should be discharged in property at its cash value, and on this point the court charged the jury, on the motion of the defendants, that if they believed the mare was delivered to the plaintiff in part payment of a pre-existing property debt, it would not be sufficient to satisfy the allegation in the declaration, that the consideration paid by the plaintiff was one hundred dollars lawful money.\nIt is also argued that the court below ought to have granted a new trial, because the proof fails to show that the defendants fraudulently concealed the defect in the eyes of the animal. This, as a question of fact, was peculiarly within the province of the jury, and if they had found it for the defendants, the court might well acquiesce in their verdict. The defendants had the full benefit of the instruction asked for them, and which the court gave in charge to the jury; that in order to entitle the plaintiff to a verdict it must appear; first, that the defendants sold the mare; second, that they sold her for the consideration laid in the declaration ; third, that the mare was unsound, that such unsoundness was known to the defendants, and that they concealed the fact from the plaintiff, or failed to make it known to him.\nSo, in the instructions given on the plaintiff’s motion, the court put the enquiry to the jury, whether the defect in the mare’s eyes was known to the defendants, and whether it was of such a nature that the plaintiff could not discover it by ordinary inspection.\nCertainly it is the doctrine of the common law, subject to some exceptions, which have no application to this case, that in the sale of a chattel for a sound price, there is no implied warranty of a sound article. The immorality of this rule is counterbalanced by the tendency to vexatious litigation, which would be encouraged by the opposite rule of the civil law. The common law requires vigilance and prudence on the part of the purchaser, and he may protect himself by requiring an express warranty of soundness. Yet the common law requires good faith and fair dealing between the parties to a contract; and it is well settled that the sale of a chattel may be avoided for a fraudulent concealment of a defect known to the vendor, and not discoverable on ordinary inspection by the vendee. The vendor is not bound to disclose defects which are open to the observation of both parties, but if he conceal such as are not thus visible, and which rest exclusively within his own knowledge, it is a deceit for which the vendee may disaffirm the contract and recover damages commensurate with his injury. The common law is free from the reproach which a contrary doctrine would impute to it. In Dillard’s ad. vs. Moore, 2 Eng. 171, the defence, that deceit had been practiced in the sale of a chattel alleged to be unsound, interposed to a suit to recover the purchase money was disallowed, because the defect, although known to the vendor, was patent and visible, and therefore presumed to have been known also by the vendee; but there is nothing in the opinion which favors the idea that what the law condemns as a fraud can be practiced without redress to the innocent or unoffending party, who exercised ordinary prudence and diligence in guarding against deception!\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Chief Justice Watkins"
      }
    ],
    "attorneys": [
      "Fowler, contra."
    ],
    "corrections": "",
    "head_matter": "Turner et al. vs. Huggins.\nWherever there is any testimony to uphold a verdict, this court will consider as facts, so much of the evidence as does uphold it, in reviewing the decision of the court below, refusing to grant a new trial.\nThis being an. action by the plaintiff against the defendants, for deceit in the sale of a mare, which defendants had let the plaintiff have in payment of a debt, which they owed him, a third person, who let the defendants have the animal for that purpose, and who was liable to them for any damages and costs that the plaintiff might recover of them in the action, was not a competent witness for the defendants to prove that the mare was not unsound at the time of the sale to the plaintiff, but such third person having been permitted to testify without objection as to his competency, the jury were the judges of his credibility.\nAn allegation in tlie declaration, in such action, that the consideration paid, by the plaintiff to the defendants for the animal, was one hundred dollars in money, is supported by evidence, that defendants owed plaintiff a cash debt, and that he took the mare from them at $100, in discharge of so much of such debt; but if the proof had been that such debt was due from the defendants to the plaintiff in property, and not in money, the allegation would not have been sustained.\nThough it is the doctrine of the common law, subject to some exceptions, that in the sale of a chattel for a sound price, there is no implied warranty of a sound article ; and that vigilance and prudence are required on the part of the purchaser, and that he may protect himself by requiring an express warranty of soundness ; yet the common law requires good faith and fair dealing between the parties to the contract; and it is well settled that the salo of a chattel may be avoided for a fraudulent concealment of a defect known to the vendor, and not discoverable, on ordinary inspeetion, by the vendee.\nThe court having charged the jury correctly as to the law of the case, and there being some evidence to uphold the verdict, this court will not disturb it.\nAppeal from, Franklin Circuit Court.\nF. W. & P. Trapnall, for the appellants. In this case there was no warranty, and to sustain the action on the ground offraud, it was incumbent on the plaintiff to show.\n1st. The sale to him by the defendants, 6 Eng. 339.\n2d. That there must be no variance between the consideration alleged and the one proven. Penn vs. Stewart, 6 Eng. 41. Buckman vs. Haney, id. 340. Robins vs. Otis, 1 Pick. 368. Brooks vs. Lawrie, 1 Nott <$• McCord, 342. And the court erred in suffering evidence to go to the jury to prove the receipt of the mare in discharge of a property debt.\n3d. That on the part of the defendants there must be a suggest™ falsi, or suppressio veri. (5 Ala. 596. 1 Scam. 344. 1 A. K. Marsh. 425. 2 Ala. R. 181.) And there is no evidence of either.\nFowler, contra.\nThere was sufficient evidence for the jury to find that the defendants knew, at the time of the sale, of the defect in the mare’s eyes, and failed to disclose it. And silence as to a defect not readily detected, is sufficient to invalidate the sale and give damages in an action for the fraud and deceit. See Stm-y on Sales, sec. 166, 179, 381, 382, 385. 7 Penn. State Rep. 296. 6 Eng. R. 141."
  },
  "file_name": "0021-01",
  "first_page_order": 21,
  "last_page_order": 26
}
