{
  "id": 1862674,
  "name": "Adams ad. of Spears vs. Taylor; Taylor vs. Adams ad. of Spears",
  "name_abbreviation": "Adams v. Taylor",
  "decision_date": "1853-07",
  "docket_number": "",
  "first_page": "62",
  "last_page": "68",
  "citations": [
    {
      "type": "official",
      "cite": "14 Ark. 62"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "8 Porter 211",
      "category": "reporters:state",
      "reporter": "Port.",
      "case_ids": [
        8496204
      ],
      "opinion_index": 0,
      "case_paths": [
        "/port/8/0211-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 725,
    "char_count": 14661,
    "ocr_confidence": 0.478,
    "pagerank": {
      "raw": 2.6054665333593684e-07,
      "percentile": 0.8199128597844894
    },
    "sha256": "00e01ef506136b7869189e7ba45ceda45ace68c41946998c636b870053b2a0a0",
    "simhash": "1:62018d620b2696f7",
    "word_count": 2548
  },
  "last_updated": "2024-02-27T19:00:39.729279+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Adams ad. of Spears vs. Taylor. Taylor vs. Adams ad. of Spears."
    ],
    "opinions": [
      {
        "text": "Mr. Chief Justice Watkins\ndelivered the opinion of the Court.\nIn February, 1845, the intestate, Spears, exhibited his bill against Taylor, alleging that in the year 1834, they formed a partnership in a saw mill, and that in the year 1836, they also entered into a mercantile partnership in Jefferson county. That the partnership in the mill was dissolved some time in the summer of 1837, and that the mercantile partnership was continued until about the month of January, 1839. That profits were realized from both the concerns, which were wound up by Taylor, who had charge of the books and received the avails. The bill prayed discovery and account, and a decree for the balance ascertained to be due to the complainant.\nTaylor answered, that there was a partnership in two saw mills, one in a water mill commencing in 1834, and the other in a steam mill. That the steam mill was put into operation about the first of January, 1836, and some time during the spring of the same year the water mill was washed away. That there was also a partnership in a store, which continued from some time in the year 1836 until August, 1837. That no profits were realized from either business, of which he exhibited accounts. That he had paid debts of the concerns beyond what assets he had received. That he was always ready and willing to settle, but complainant had left the State, and it was his own fault that there had been no settlement. He set up by way of answer the statute of limitations of three years as a bar to the relief.\nSubsequently, Taylor filed a cross bill re-asserting his answer with an enlarged statement of the business of the several partnerships, and of other transactionsbetween Spears andhimself, claiming a balance due to him by Spears, on a full settlement, praying an account and decree. Among the unsettled matters between them, he represented that, as the agent of Spears, who had left the country, he sold a tract of land belonging to Spears, and for the proceeds of which, he had given him credit on account of what Spears owed him. That Spears, who was insolvent, had recovered judgment against him on the law side of the court, for the proceeds of the land in question; and he prayed that this judgment might be enjoined and brought into the account to be stated between them.\nSpears answered, admitting the partnerships in the two mills and the store. He again gave his own version of the partnership transactions. He denied that he was insolvent. He insisted that the transaction about the sale of the land had no connection with the partnership business. And as to some items charged against him by Taylor, and which he alleged were transactions outside of the partnerships, he relied in his answer on the statute of limitations. He answered, that his action against Taylor to recover the proceeds of the land was pending, and no judgment had then been rendered in it.\nThe two suits being at issue, by replications to the answers, both parties proceeded to take depositions! At a subsequent term, the court ordered that Spears desist from proceeding to execute the judgment at law, which he had in the meantime obtained against Taylor; and the master in chancery was directed to take and state an account of the matters in dispute between the parties. Additional depositions were taken before the master, and upon the coming in of his report, it was excepted to by Spears upon various grounds. At a subsequent term the death of Spears being suggested, his administrator was substituted, and the cause was submitted upon the exceptions to the master’s report. The court being of opinion that neither party was entitled to any relief, dismissed the original and cross bill at the costs of the respective complainants, from which decree both parties appealed.\nSuch is a brief outline of the voluminous record of this cause ; the details of which are not material to the determination of the question, which we understand to be involved in the cause, and the only one upon which we can suppose the decision of the court below to have turned.\nIn Tatam vs. Williams, 3 Hare, 347, decided in 1844, and the latest English case we meet with on this subject, the bill of a surviving partner seeking an account of partnership transactions, brought thirteen years after dissolution by death of one of the partners, was dismissed on the ground of lapse of time. The ¡Yíce Chancellor said, “ In this court there is direct and very high authority for the proposition that a court of equity will not, after six years acquiescence, unexplained by circumstances, or countervailed by acknowledgment, decree an account between a surviving partner, and the estate of a deceased partner,” citing Barber vs. Barber, 18 Vesey 286. Ault vs. Goodrich, 4 Russell 430, and Bridges vs. Mitchell, Gilbert's Eq. Rep. 224, and those cases were adhered to, notwithstanding the remarks of Lord Brougham and the apparent grounds of the decision by the House of Lords in the case of Robinson vs. Alexander, 8 Bligh 352.\nIt is to be collected from the case of Ray vs. Bogart, 2 John. Cases 432, that, assuming eleven years as the period of delay unaccounted for, after dissolution of a partnership, a bill seeking an examination and settlement of the accounts will be dismissed where the statute of limitations is not pleaded or insisted on in the answer, though Judge Kent, who differed from a majority of the court of errors, doubted whether the statute of limitations applies where there is a mutual trust as between partners, and if it did, he thought the defence is waived unless insisted on.\nThe circumstance that the estate of a deceased partner is sought to be charged is one that may often influence a court of chancery in refusing reief, so far as that may depend upon discretion, because of the supposed inability of the representatives of the deceased partner, to contend on equal terms with the survivor sand the statute of the State limiting claims against the estates of deceased persons, unless presented for probate and allowance within two years from the grant of letters, would no doubt have a material bearing upon cases of that description, where the statute of limitation has any application in chancery. But the decisions are not confined to cases where either of the partners had deceased. Where the statute applies in chancery, the denial of the relief does not depend on that circumstance. In Didier vs. Davidson, 2 Barbour Chy. Rep. 482, this subject was considered, and upon the strength of the previous adjudged cases in New York, relief was denied on a bill for account, where there had been no dealings within six years, and the complainant and defendant were in full life. The case there was embarrassed by the exception in the statute of accounts between merchant and merchant. The statute of this State, in force 20th March, 1839, does not retain this exception, but enacts in lieu of it, that in all cases of mutual dealings, the statute runs from the last item proved; and it seems to be settled in England, as well as in this country, that the accounts between partners respecting the profits or transactions of the firm, are not held to be within the saving in favor of accounts between merchant and merchant, where that exception exists.\nIn express trusts, where one holds the legal title and another has the beneficial interest, and which, as between the trustee and ■cestui que trust are recognizable only in a court of equity, so long-as the trust created by the deed of the parties or the appointment of law, is recognized to exist, and for any purpose remains to be executed, the statute of limitations, as such, or the analogous bar by lapse of time or staleness of the demand can have no application. But implied trusts often depending on parol proof, which have to be established as well as enforced by the aid of a court of equity, and originating in some wrongful and fraudulent act of the party sought to be charged as trustee, which is a disavowal oí the relation, do come within the reason and policy of the statute. In such cases the party seeking to establish the trust, is supposed to have some remedy, though not an adequate one at law, against the trustee committing the wrongful act or conversion, upon which the law raises the trust by implication; and where the party seeking redress is apprised of his rights, or if they be fraudulently concealed from him, whenever the fraud is discovered, or might reasonably have become known, he must assert his rights in equity within the period limiting the analogous remedy at law, unless he come within some saving or exception. Else by merely going into another forum, he could evade the policy of the statute limiting actions atlaw. Conceding then that there is a quasi trust or confidence in the dealings between partners, it is not that kind of technical trust cognizable only in equity, and which excludes the operation of the statute. With equal reason such a claim to exemption from the statute could be made in all cases of bailment, agency and the various confidential relations in the transaction of business. Such is recognized to be the law in this country in numerous cases, among which, the leading one is that of Kane vs. Bloodgood, 7 John. Chy. 89, and the authorities will be found collected on the subject in Murray's admr. vs. Mason's admr. 8 Porter 211. See also Baker vs. Biddle, Baldwin's Rep. 418.\nIn this case the partnerships were dissolved by the abandonment of Spears in 1837. It does not appear that any settlement was attempted or that either party sought it. No circumstance of accident, fraud or concealment is alleged, which would now entitle the parties to the favor of equity. The bills are purely for an account and for discovery in aid of it. The bulk of the business was transacted ten years before the filing of the bill, and there does not appear to have been any transaction within eight years. Then recurring to the statute which limits all actions of accounts, assumpsit, or debt upon contracts not in writing, to three years; actions on promissory notes and contracts in writing not under seal, to five years; upon writings obligatory and j udgments to ten years; and the statute of non-claim against estates before adverted to, the policy which pervades it is sufficiently indicated; and where the statute applies courts of equity according to these rules, as well as courts of law ought to administer it. The case of McGuire vs. Ramsay, 4 Eng. 518, does not necessarily conflict with the point actually decided'here, that the relation between co-partners does not create such a trust as will exempt a bill for a mere account and settlement, from the operation of the statute, but it maybe doubted whether that case did not go a great way in establishing an implied trust after lapse of time.\nFor the same reasons that a defendant in chancery is not required in all cases to avail himself of the defence of limitation, by way of answer or by plea, as at law, but may demur where a defence, which the complainant by his allegations has anticipated without avoiding, appears to exist on the face of the bill, the objection that the claim is a stale one may be taken at the hearing, and when the proofs disclose such a case, the court may of its own motion deny relief to parties who have slept upon their rights; because while courts of chancery may have a discretion to determine the rights of parties seeking an adjudication, notwithstanding the lapse of time where the facts are not disputed or susceptible of being clearly ascertained; the reason why they refuse relief in accordance with a statute by which they are not expressly bound, is the fear of doing injustice, and the inability to afford relief, where the sources of testimony have become obscured or lost by lapse of time.\nThe present case is peculiarly one of that description. The bar of the statute set up by Taylor in his answer, must be considered as waived by his cross bill, which deprived Spears of any election to dismiss the bill, and the court was free to settle the controversy between the parties, if the proofs gave assurance that it could be done with any degree of certainty or safety. But it appears that all the partnerships were mere parol agreements and as to the very terms and stipulations of which at the outset the answers of the parties themselves radically and irreconcilably.- In the two mills and the store, Taylor was in partnership with different persons, and Spears was let in as a sort of sub-partner with Taylor in his half interest in these concerns. No regular books of account were kept, and of such as were kept some are lost. The master did not attempt to take any account of the mercantile transactions. The mill accounts are complicated by the loss of rafts and disputes between the parties concerning receipts for lumber and disbursements for expenses, and for the hire and support of hands; and depending for elucidation upon the uncertain testimony of witnesses, who as they are competent by having no interest in the transactions, had no motive to understand or recollect them with accuracy.\nIf injustice has been done by turning both parties out of court, it is to be regretted only as the result of their own laches, and for the reason that it cannot be clearly known whether injustice has been done, we conclude that the chancellor in refusing relief to either party, was influenced by just views of the law and his duty.\nThe decree is affirmed.",
        "type": "majority",
        "author": "Mr. Chief Justice Watkins"
      }
    ],
    "attorneys": [
      "Trapnall, for Taylor.",
      "Pike & Cummins, for Adams ad."
    ],
    "corrections": "",
    "head_matter": "Adams ad. of Spears vs. Taylor. Taylor vs. Adams ad. of Spears.\nThe relation between co-partners does not create such a trust as will exempt a hill for a mere account and settlement from the operation of the statute of limitations, or the analogous bar by lapse of time, or staleness of the demand.\nWhere the defendant in chancery relies in his answer upon the statute of limita, tions, to a bill'for account and settlement of a partnership, and then files a cross bill in respect of the same matters, the statute bar set up must be considered as waived.\nThe objecticn that the claim set up in a bill in chancery is a stale one, may be ta-pen at the hearing, and when the proofs disclose such a case, the court may, of its own motion, deny relief to parties who have slept upon their rights; as where a, partner comes into chancery eight years after the dissolution of the partnership for an account and settlement, and no circumstance of fraud, accident or .concealment is alleged to have prevented the settlement.\nAppeal from Jefferson Circuit Court in Chancery.\nThe Honi Josiaii Gould, Circuit Judge, presiding.\nTrapnall, for Taylor.\nPike & Cummins, for Adams ad."
  },
  "file_name": "0062-01",
  "first_page_order": 62,
  "last_page_order": 68
}
