{
  "id": 1862722,
  "name": "Byers as ad. vs. Fowler as ad. d. b. n. et al.",
  "name_abbreviation": "Byers v. Fowler",
  "decision_date": "1853-07",
  "docket_number": "",
  "first_page": "86",
  "last_page": "113",
  "citations": [
    {
      "type": "official",
      "cite": "14 Ark. 86"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "6 Dana 5",
      "category": "reporters:state",
      "reporter": "Dana",
      "opinion_index": -1
    },
    {
      "cite": "6 Ark. 163",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "12 Mo. Rep. 366",
      "category": "reporters:state",
      "reporter": "Mo.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "6 Yerg. Rep. 223",
      "category": "reporters:state",
      "reporter": "Yer.",
      "opinion_index": -1
    },
    {
      "cite": "4 Wash. C. C. Rep. 500",
      "category": "reporters:federal",
      "reporter": "Wash. C. C.",
      "opinion_index": -1
    },
    {
      "cite": "13 Wend. 572",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    },
    {
      "cite": "5 Wend. 561",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    },
    {
      "cite": "3 Cow. 022",
      "category": "reporters:state",
      "reporter": "Cow.",
      "opinion_index": -1
    },
    {
      "cite": "2 Dana 4801",
      "category": "reporters:state",
      "reporter": "Dana",
      "opinion_index": -1
    },
    {
      "cite": "1 Mon. Rep. 67",
      "category": "reporters:state",
      "reporter": "Mon. Rep.",
      "opinion_index": -1
    },
    {
      "cite": "4 Cow. Rep. 495",
      "category": "reporters:state",
      "reporter": "Cow.",
      "opinion_index": -1
    },
    {
      "cite": "3 J. J. Marsh. 626",
      "category": "reporters:state",
      "reporter": "J.J. Marsh.",
      "opinion_index": -1
    },
    {
      "cite": "3 J. J. Marsh. 192",
      "category": "reporters:state",
      "reporter": "J.J. Marsh.",
      "opinion_index": -1
    },
    {
      "cite": "1 Pet. Rep. 13",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": -1
    },
    {
      "cite": "2 Bibb 246",
      "category": "reporters:state",
      "reporter": "Bibb",
      "case_ids": [
        6403971
      ],
      "pin_cites": [
        {
          "page": "323"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ky/5/0246-01"
      ]
    },
    {
      "cite": "6 Mon. 291",
      "category": "reporters:state",
      "reporter": "Mon.",
      "pin_cites": [
        {
          "page": "316"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "9 Ark. 67",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8726964
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/9/0067-01"
      ]
    },
    {
      "cite": "1 Miss. Rep. 345",
      "category": "reporters:state",
      "reporter": "Miss.",
      "opinion_index": -1
    },
    {
      "cite": "5 Litt. 206",
      "category": "reporters:state",
      "reporter": "Litt.",
      "opinion_index": -1
    },
    {
      "cite": "12 Ohio 75",
      "category": "reporters:state",
      "reporter": "Ohio",
      "opinion_index": -1
    },
    {
      "cite": "10 Ark. Rep. 475",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "2 A'. K. Marsh. 529",
      "category": "reporters:state",
      "reporter": "A.K. Marsh.",
      "opinion_index": -1
    },
    {
      "cite": "3 Edw. Ch. Rep. 192",
      "category": "reporters:state",
      "reporter": "Edw. Ch.",
      "opinion_index": -1
    },
    {
      "cite": "4 Ark. 243",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "3 Wheat. 172",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        1443464
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/16/0172-01"
      ]
    },
    {
      "cite": "3 Wash. 404",
      "category": "reporters:state",
      "reporter": "Wash.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 1719,
    "char_count": 58799,
    "ocr_confidence": 0.491,
    "pagerank": {
      "raw": 1.5520199699868898e-07,
      "percentile": 0.6747889548772921
    },
    "sha256": "d8d76bbde92bc3de85157ea0614f468890765858a4f2fcf62ab421e8f22bf7cc",
    "simhash": "1:a7278dedbd828cd6",
    "word_count": 10496
  },
  "last_updated": "2024-02-27T19:00:39.729279+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Byers as ad. vs. Fowler as ad. d. b. n. et al."
    ],
    "opinions": [
      {
        "text": "Mri Justice Scott\ndelivered the opinion of the Court.\nThis cause was brought up by appeal from the chancery side of Independence Circuit Court. It appears from the transcript sent up, in connection with what has been since certified into this court in obedience to its process, that on the 17th day of May, 1834, Nathaniel Cox, in accordance with the Territorial statute of that day, filed his petition in the Independence Circuit Court against James Boswell, administrator of I-Iartvvell Boswell, deceased, Frances Ann Boswell, his widow, and Elvira D. Boswell, a minor, their only child, to foreclose a mortgage on certain lands. He set out a copy of the mortgage in the petition, admitted that the administrator had paid the sum of $592 34, on the 16th day of April, 1833, and $1,000 on the 19thMaróh, 1834, on the mortgage debt, and prayed for a foreclosure for the residue of the original, debt of five thousand.dollars. At the November term 1834, Fowler, having in the meantime married the minor daughter, appeared and was made a defendant also, and the cause was continued by consent. In the May term 1835, the administrator and the widow severally answered that they believed the allegations of the petition to be true, but knew nothing of their own knowledge. The administrator set up the two partial payments mentioned in the petition, and the widow her claim of dower in the mortgaged lands, and the cause was continued by consent. From this time until the Decemberterm 1841 inclusive, the cause was'regularly continued. On the 24th day of Aug., 1842, in vacation, James Lawson, jr., filed a sworn suggestion of the death of Cox, and grant of letters testamentary upon his estate to him by the Probate Court of Pulaski county, of the death of Frances Ann, the widow, and of the death of James Boswell, administrator of Hartwell, and of the grant of administration de bonis non, on the estate of the latter to Absalom Fowler, and caused a subpoena in the nature of a scire facias to be issued against Fowler and his wife, to show cause why the cause should not progress in the name of Lawson, administrator of Cox,.\nAt the December term 1842, Fowler, without entering his appearance, moved the court to quash the return on the scire facias, which was done, and the cause continued. From this time until the May term 1848, Lawson, at each term made various efforts to progress with the cause, but was always repulsed, until finally, during that term, to wit: On the 6th June, 1848, he was overthrown, it having been considered by the court, that the suit as to him should abate, that he should pay all costs that had accrued as to him, and be allowed to withdraw his exhibits theretofore filed.\nOn the same day, to wit: the 6th of June, 1848, Byers suggested in open court, that Cox had died intestate, that administration of his rights, credits and estate in Arkansas, had been regularly granted to him; that James Bosw’ell, the former administrator, and Frances Boswell, the widow of Hartwell Boswell, was also dead; that administration de bonis non on the estate of the latter, had been granted to Absalom Fowler, and prayed that the suit should be revived and proceed in his name as administrator of Cox against Fowler as ad., and in his own right, and that a subpoena in the nature of a scire facias issue against him, to show cause why it should not, and also against Joseph H. Egner as trustee for Fowler, and against John Ruddell. And thereupon Byers as administrator of Cox filed in court his amended and supplemental bill, and Fowler then, in proper person, appeared and waived process of subpoena, both for himself and as attorney for Egner and Ruddell, and leave of court having been granted to plead, answer, or demur at the next term, the cause was continued.\nIn this bill he first alleges the grant of administration to Mm on CosCs estate in Arkansas, the death of the other persons heretofore mentioned as having died, and the grant of administration on Boswell’s estate to F°wler, and prays that the cause may be revived, and then by way of amendment and supplement alleges that F°wler and wife, in January, 1842, by deed, conveyed a portion of the njortgaged lands to John Ruddell, who took the same, with notice of the mortgage and of this suit. That in September, 3842, Fowler and wife conveyed to 'YYm. F, Denton the residue of the mortgaged lands in trust, to sell them, and out of the proceeds pay, first, all incumbrances upon the lands conveyed and pay the residue to Fowler, or in case Fowler should pay off the incumbrances himself, to convey the lands to him on demand, and alleging that the incumbrance contemplated was that of the mortgage of Cox. That after the conveyance to Dentonin trust, Mrs. Fowler had departed this life without issue, and that Den-ton, the trustee, had also died, and that since his death, Egner had been substituted as trustee by the chancellor; and charging, upon belief, that the bill of exchange for $5,000 secured by the mortgage, was dated on the 3d day of May, 1832, and payable on the first day of April thereafter, but was in fact and in truth drawn of the 16th day of April, and payable 12 months after date, as recited in the mortgage deed, and alleging that there never was but one bill for $5,000 drawn on and in favor of the same parties, and that the bill of exchange in question was then on file in the Probate Court of Independence county. That it was accepted and paid by Cox in his lifetime. That he did not know where the original mortgage deed was; and pi’aying that if he should afterwards find it, he might be allowed to use it in the progress and at the hearing of the cause : that the bill of exchange upon due presentment had been allowed against the estate of Hartwell Boswell, deceased, by James Boswell, administrator in his lifetime. And praying that this his amendment and supplement to the original bill of Cox be taken and made a part of the same: that Egner, Ruddell and Fowler answer the whole. That the residue of said mortgage debt, with interest be decreed to him as administrator of Cox, and that the equity of redemption of all the defendants, and all other persons in the mortgaged lands and tenements be foreclosed, and that they be sold to satisfy the amount found to be unpaid, with interest and costs, and that the defendants be required to do whatever may be needful to vest a complete title to the lands in the purchaser thereof.\nIt does not appear that any process went out against the defendants; on the contrary, they entered their appearance, as we .have before stated; and at the March term 1849, they filed their several answers.\nIn several particulars the answers of Egner and Fowler maybe stated together. They show a further sale and conveyance of a part of the mortgaged lands in May, 1846, to one James Mull, for the sum of $400, its full value. They deny all knowledge of the mortgage, except that derived from the record of it, and from rumor; admit the marriage of Fowler, the death of Mrs. Fowler without issue: that during her lifetime the conveyances were made to Ruddell and Denton, respectively ; the death of James Boswell and Denton, and the widow of Hartwell Boswell, that Fowler and Byers administered respectively, as alleged. That Egner was substituted as trustee after the death of Denton, and. know nothing of the bill of exchange, or of its acceptance or payment beyond the record of the mortgage and rumor.\nFowler’s answer also admits that the encumbrance, mentioned in the deed of conveyance to Denton, in trust, was the mortgage lien in controversy. That he knew nothing of any bill of exchange for $5,000, in connection with this controversy, other than that described in the mortgage deed, and of that had no other knowledge than that derived from the record of the mortgage deed, and from rumor; denied the supposed mistake as to date and time of maturity of the bill of exchange: alleged that until within two years from 1849, he believed from this data that such a bill of exchange as that described in the mortgage deed existed, and under that impression had corresponded with Cox, and had made payments towards its discharge of more than twelve hundred dollars, in the years 1843 and 1846; but protested against being now prejudiced by such payments. Then sets up full payment of the mortgage debt, but prays, in case of an adverse decree, that Ruddell and Mull may be protected according to the principle of equity.\nRuddell, in his answer, denies all knowledge of the bill of exchange, and of the mortgage deed, claims protection as a purchaser, for a valuable consideration without notice, and from lapse of time, and sets up the statute of limitations : then exhibits cross interrogatories, in the nature of a crossbill, praying that in case a decree shall be rendered in favor of Cox’s representatives, certain lands, not mortgaged, but included in the conveyance in trust to Denton, shall be first sold in satisfaction of the sum decreed. And in this prayer the answers of Fowler and Egner concur.\nTo these answers the complainanl entered his replication, and then Egner, Byers and Fowler, filed their answers to Ruddell’s cross bill.\nFowler and Egner fully admit that the lands conveyed by Fowler and wife to Denton in trust were designed primarily to-increase the security for the mortgage debt to Cox, if any portion-of it should be found unpaid, but protesting against any application of this fund unless the mortgage debt shall be fully established, agree that, if an}' decree shall be rendered in favor of Cox’s representative, the lands shall be sold in the order prayed for by Ruddell.\nByers admits that the lands were conveyed to Denton in trust for the purpose alleged, and that they are situated in the county of Independence; but sets up that the conveyance was made by Fowler and wife, voluntarily, and without the knowledge of Cox, or his heirs or representatives, and that they, nor any of them, have ever done any thing to relieve or discharge the lands purchased by John Ruddell from Fowler and wife.\nAt the September term, 1850, the cause was finally heard upon the merits, and the opinion of the court being against the complainant, his bill was dismissed with costs.\nThe first question made is, as to the competency and sufficiency of the evidence produced, that Cox, in his lifetime paid the draft against which the mortgage was designed to indemnify him; and it is insisted that, as against the heir of H. Boswell in a proceeding to subject land descended, in which predicament Fowler-presents himself, admissions of James Boswell, the administrator, would be incompetent, and that it would be alike incompetent to-prove the signature of Elkins .to a receipt endorsed on the bill of exchange acknowledging its payment from Cox, the acceptor, until a foundation had been laid for the introduction of such secondary evidence. It appears, however, that besides the testimony thus objected to, the complainant produced and proved to this point on the trial, the original mortgage deed, and an original bill of exchange, corresponding in all respects with that described in the mortgage, except that it was dated on the 3d of May and was payable on the first day of April following, and proved by T. R. Hyde, one of the firm in whose favor the bill was drawn, that this was the only bill of exchange for that sum ever drawn by Boswell .in his lifetime on Cox, in favor of the firm of T. Ri Hyde and Brother, of which he had any knowledge, and that Cox paid this bill. He recognizes the endorsement of T. R. Hyde & Brother, on this bill, and also the signature of Elkins as genuine, but does not recollect how the latter came to have any connection with the bill; he thinks, however, that the firm never parted with it without the money — its value.\nIt is objected against the weight of this testimony of Hyde, that it is vague and uncertain, that he was only one member of the firm; that the firm, in all probability, had clerks and bookkeepers ; that he makes no reference at all to the books of the firm, which might, by possibility, exhibit many such drafts ; that such a reference might have refreshed his memory as to Elkins’ connection with the draft and other matters, and have enabled him to speak positively, and not express his inferences and thoughts, as he did to some extent; and that the deposition was not taken until some sixteen years after the facts testified to had transpired, when it could not reasonably be supposed that the defendants could readily find rebutting evidence, which may have been swept off by death. If these matters work hardship they cannot justly be laid at the door of Cox, or his representatives, as the face of this record testifies. An issue might have been formed and depositions taken before the expiration of fifteen year’s from the commencement of this proceeding, if the defendants from time to time had manifested more disposition to approach the merits of the controversy. And when the disposition of Hyde was taken, a few months after the issue was formed, the defendants had the privilege of cross examination, and by that means might have cleared up the very uncertainty of which he now complains, if in any way likely to operate to his prejudice. (Johnson vs. Cocks, use &c., 7 Eng. R. 682.)\nWithout then any aid from the testimony objected to as incompetent, we think that the possession of and proof of the authenticity of the mortgage deed, and of the bill of exchange produced by the complainant, in connection with the testimony of Hyde, makes a prima facie case for the complainant as to this point, which must prevail against the denial of the answers on belief, and any inference that may be drawn from the testimony of Ringgold, that Hartwell Boswell and Cox were “skillful business men, and if they reduced a matter or contract to writing, they would put it down on paper as they intended it.” Any inference from which testimony being, in our opinion, more than repelled by the residence of the parties respectively, the usual course of business between Batesville and New Orleans, and the probable conduct of this particular transaction in inference to the locality of the parties and usual course of trade.\nAnd we rest upon this conclusion, notwithstanding the array of authorities cited to show that where a party goes into a court of equity to reform a writing on the alleged ground of mistake, or otherwise seeks relief there upon the ground of mistake, that the proof of the alleged mistake must be strong and conclusive. This is not a proceeding of that character; but a proceeding to recover a mortgage debt and subject lands mortgaged to its payment, in which the matter of mistake is but incidental, and only concerns the evidence as to the main issue, like matters of every day occurrence in the courts of law, as where a party executes a note to an individual and commits an error in writing his name, or misdescribes some subject matter of a contract. The remedy in such cases is not based upon the mistake, but is had, in spite of it, upon the contract, the mistake nevertheless.\nFinding in the record no evidence to repel this prima facie case, and assuming the existence of the mortgage debt, we will proceed to the evidence of its payments.\nThe payment of five hundred and ninety-two thirty-four Run* dredths dollars, on the 16th of May, 1833, and of one thousand dollars on the 17th of March, 1834, is admitted in the complainant’s bill as having been made by James Boswell, administrator. The payment of five hundred dollars by the same on the 12th of October, 1836, is also satisfactorily shown by the receipt of Cox of that date, The payment of five hundred dollars in the draft of John Ringgold on Charles Baltzell, of Baltimore, some time in the year 1836, is shown by the deposition of Ringgold-. Although it is insisted in argument that this latter payment is identical with that for which the receipt was given in October, 1836, no evidence is produced on the part of the complainant to rebut this jorima facie evidence of two different payments in that year of $500 each; one in cash, and the other in a draft realized by Cox “in some way,” as the witness testifies, and as no day is proven in that year for the latter payment, we shall find the same to have been made on the 31-st day of December, 1.836, the day most favorable for the complainant. It is also proven satisfactorily that on the 1st day of February, 1843, Absalom Fowler-paid to Trapnall & Cocke, as the attorneys of the heirs at law and other legal representatives of Cox, deceased, the sum of eleven hundred and fifteen dollars on account of the mortgage debt, by the assignment of a judgment in favor of A. Fonder vs. Wilson & Thorn in the Pulaski Circuit Court; and as it is not alleged or in any way shown that the amount of this judgment was not realized, and it appearing from the record that this transaction must necessarily have come to the knowledge of the complainant before his suit was brought into this court, and that he retained Mr. Trapnall (the survivor of the firm of Trapnall & Cocke) as his attorney in this cause, after the transaction must have come to his knowledge, we shall hold that he thereby ratified and adopted the act of receiving the assignment of this judgment in part payment of the mortgage debt, and find this payment made accordingly, as of the date of the receipt. We also find another payment of one hundred dollars made as of the date of February 6th, 1846, by Egner, as trustee, to William Byers as attorney for the administrator and legal representatives of Cox, deceased, on account of the mortgage debt in question.\nIt is insisted on the part of the defence, that beyond these several payments, which we have found, the evidence establishes other payments to the extent of a full satisfaction of the mort.gage debt proceeded for; and we shall now direct our attention to that question.\nThe transcript from the Probate 'Court of Independence county, exhibits a partial settlement of James Boswell’s administration account made of the 5th and-6th of April, 1837, commencing with an item as “brought forward” from a settlement made at October term, 1834, by which he is charged with a balance in his hands at that settlement of $7,181 90; to this is added $1,--580 70, as a balance brought from a settlement at October term, 1835, and the amount of $60 35, the amount of a supplemental! inventory, making an aggregate of $9,222 32, against him. From this are deducted divers items allowed him upon vouchers, and the settlement closes with leaving a balance of assets in his hands to the amount of $4,659 12. Of what this balance of assets] consists — whether in slaves or other property, or in dioses in action, and if so, whether likely to be made available or not, or whether already realized, in no way appears.\nGeorge Thompson testifies that he was living with James Boswell at the time of his death, as he had been for several years before, and had the principal management of a tan yard; that, on some occasion, six or seven months before his death — or it might have been a less time, or a greater — he exhibited to the witness a large amount of silver money, in a drawer, “about a peck or a half peck,” and told him that it belonged to Hartwell Boswell’s estate, and that he (James Boswell) “ had a particular use for it and would not use it” — the witness wanting some of it. He gave witness some money, however, out of another drawer, to be laid out on account of the tan yard. The witness said he had never been in the habit of using, or counting such large sums of money and could not speak as to the amount. Thathe assisted in packing up the things about James Boswell’s house after his death, and saw no money then, and that he disposed of some stock of the estate to buy mourning clothes for the widow.\nRinggold testified that James Boswell was not engaged in any extexrsive business for several years before his death; that'he was close and systematic in his business and very economical in his family. That a peck of silver money well packed would be $2,500, or if'a peck measure was filled cax’elessly, it would not hold more than fifteen or sixteen hundred dollar’s. That he had been a Cashier of a Bank, and in the habit of counting silver money. That James Boswell was in the habit of frequently talking to him about his business, and that he did not know of his having purchased property, or of his having gone into any speculation within two years of his death, in which he could have disposed of two thousand dollars. ■„\nEgner testified that he had known James Boswell from the year 1823, until October, 1840, when he died. That he frequeixt]y talked to him about his business matters and about the Cox claim. That in the summer before he died he “tapped him on the shoulder and they took a seat on a bench, and he told him that the Cox claim would be paid, that that debt will now be paid with money Col. Fowler had collected from McHenry, on the Arkansas river.” That he “ understood him that that debt would be paid with the money on hand, and what Col. Fowler had collected was a small sum of some two or three hundred dollars, the balance of a claim of the estate of Hartwell Boswell against McHemy.” That afterwards, on the same day he told him “that he had five hundred dollars in Arkansas Bank bills deposited in the Bank at Batesville, which belonged to the estate of Hartwell Boswell,” which, he “understood” to be different money from that he had before spoken of. That he frequently spoke to the witness about the Cox debt, and manifested great anxiety that it should be paid, and told him that it was the “only debt which the estate owed.” That James Boswell’s manner of doing business was “very systematic and particular, as much so as any man he ever knew in his life.” That he had a general knowledge of Jas. Boswell’s business and would have “ known of any trade he could have made, whereby he would have used 1500, or 2000, or $2500 within two years before he died — was satisfied he could not have done so without the knowledge of the witness. That he never knew of his making any trade of any importance without consulting witness. That he did not speculate in those times. That he was not extravagant, and when he died left his widow destitute of money, and, for a number of years, she and her children were supported by her relations. Upon cross examination, he said it was his “ understanding” from the conversation with Boswell “ that with the money he had on hand and what Col. Fowler had collected, the Cox debt would then be paid,” “not that it was then paid, but that it would be paid, every thing was ready to pay.”\nWe conceive that this statement of so much of the testimony as is most favorable to the defendant, without regard to any question as to the competency of any of it, and giving to the defendant all the benefit that he could possibly desire from a concession of the agency of James Boswell, for the representatives of Cox, as claimed on that side, presents the point nowunder examination in its strongest possible attitude for the defence. And yet it must be conceded that the case thus made d^es not come up to the proof of any payment at a-11: and the most that could be claimed for it would be, that it would authorize payment to be presumed, in the absence of repelling proofs, to some amount ranging from fifteen hundred dollars to an amount falling short a few hundred dollars of the residue of the mortgage debt. It would be impossible to presume a complete payment of the residue of the debt, because upon the ground contended for by the defence (to wit: that an appropriation by Boswell, as administrator, of funds in his hands as such, to the claims of Cox’s representatives in his hands for collection, as agent for the' latter, was in law and equity equivalent to an actual payment to the representatives of Cox) the testimony of Egner shows distinctly that the five hundred dollars in Arkansas Bank notes, which Boswell had deposited in the Bank at Batesville, were not included in the sum with which the Cox debt was to be paid, and with equal distinctness that the two or three hundred dollars that Fowler had collected from McHenry were included in that sum, and it cannot be taken that this two or three hundred dollars had been at that time paid over by Fowler to Boswell, because, if so there could be no reason to discriminate between money then on ■hand, and that which had been collected by Fowler from McHenry, which is so emphatically made and repeated by Egner in his •deposition, and there is no evidence at all in the record that this, -or any other sum of money was ever paid to Boswell by Fowler! So far then from Egner’s testimony establishing a foundation from which the whole residue of the mortgage debt may be presumed to have been paid, it even negatives a presumption of a partial payment, until it should be shown, as it has not been, that Fowler paid over the two or three hundred dollars spoken of, as ■having been collected by him from McHenry.\nThere is no ground to infer from Egner’s deposition, that all ■the money in hand, except that collected by Fowler from McHenry had been appropriated to the Cox debt, but that the whole •debt, as an entirety, would he paid with the aggregate of the sum •onhand axiá-ihat collected hy Fowler.\nNor does the evidence of Ringgold and Thompson give any essential strength to the defence upon this point, admitting every word of the latter to be true, and giving the shape of sober fact to any possible creation of an imagination stimulated by the exhibition of such a “big pile” of silver money, as to be computed by measure rather than by count, because Thompson in express terms, testifies that the money was exhibited to him “as belonging to the estate of Hartwell Boswell;” and he says, it is true, that Boswell said “he had a particular use for it.” But there ■can be no pretence that Boswell spoke then as the agent of the -representatives-of Cox, for from the whole conversation deposed about, it is manifest that if he spoke for any one other than himself, as he plainly did, it must have been for those interested in the Boswell estate, of which he was administrator.\nThe evidence then, when the fullest latitude is given to it, does not show any appropriation in fact, but simply an intention of the administrator to appropriate, at some -uncertain future time, in which sum intended to be appropriated, the five hundred dollars deposited in Bank are not included, while the contrary is true of the sum collected by Fowler of McHenry, of the subsequent paying over of which to Boswell there is no evidence. Nor any evidence of any subsequent acts or declarations of Boswell conducing to show that he ever afterwards took any action whatever in the premises.\nIt seems then perfectly clear that there is no foundation for any presumption, in fact, that the entire residue of the mortgage debt was ever paid.\nIt is contended, however, upon the ground that James Boswell was the agent of the representatives of Cox, to receive the mortgage debt from himself, as the administrator of Hartwell Boswell, that if the evidence shows money in his hands, arising from the estate of the latter, and no other debt against the estate of his intestate except the mortgage debt, that the law will presume that he holds the money in his capacity of agent, ■ and not in that of administrator. If this proposition be true, then although the money collected by Fowler may not have been paid over, nevertheless if the aggregate of the five hundred dollars added to such other sums as the evidence may show in his hands, should be equal to the residue of the mortgage debt, the law would presume the mortgage debt fully paid. But the proposition is not true. It is true only of those cases of double capacity where the party cannot sue himself as executor and creditor, or guardian. The more ancient rule of the common law was, that where such a double capacity was created by act of a party creditor, as would suspend an action, the debt or duty would be thereby extinguished. The more modern rule, instead of extinguishing the debt or duty, allows it to be satisfied by way of retainer. It was from this source that the law of retainer sprung. In cases where retainer was allowed, because otherwise there would be no remedy, as in cases where a party was both trustee and administrator of adverse rights, or executor and guardian, the law works a transmutation by its own force, and always presumes that a party having a double capacity, takes and holds in that capacity in which of right he ought to take and hold, and as to third persons, holds him bound to do so. In cases, however, where a party has another remedy besides that of retainer, there is no ground upon which to presume that he elects to retain until he manifests an intention to do so by some overt act, some affirmative action. And even in cases where there was no other remedy than by retainer, affirmative action has been held necessary in some cases, but the better opinion is as we have stated it. The double capacity of administrator and agent for a creditor of the estate, is certainly not one of the former class, and if in such case, the legal right of retainer exists at all, which to say the least, is doubtful, a party claiming its benefit, would have to show that an election to retain had been made.\nIn any view then, of the case made for the defence by the testimony, when considered in its greatest latitude, and without reference to competency, and allowing every possible advantage to be derived from the agency of James Boswell, contended for, it is clear beyond peradventure, that there is no sufficient ground established to authorize a presumption either in law or in fact, that the entire residue of the mortgage debt bas been paid.\nNor is there any case made by the defence in this connexion, or any other, for the application of the principle of equity contended for, that where one of two innocent parties must suffer from confidence reposed; that party ought to suffer whose act enabled the fraud or injury to be worked. If any loss or injury has fallen upon the heirs or representatives of Hartwell Boswell, in consequence of the alleged agency of James Boswell, it has been in no manner shown in this cause to any extent whatsoever. But much of the evidence of which we have given the defendant the full benefit in the views of the case which we have taken is altogether incompetent.\nIt is very far from being the law that where an agency is established, it follows that the declarations of the agent are competent evidence, merely because they are his declarations. On the contrary, it may be safely said that, as mere declarations, they are never competent, because what one man says, not upon oath, cannot be evidence against another man, who was absent and had no opportunity, by any question or observation to set it right if incorrectly said.\nNor, is it true, that the admissions of the agent can be fully as • similated to the admissions of the principal; because a mere assertion, or narrative or observation of the agent, although it may relate to the business of his agency, may be often easily distinguished from, and fall far short of an admission of the principal, made through the medium of his agent, and therefore could not be used against the latter; whereas every assertion, narrative or observation of the party himself, wherever or whenever made touching the business, may be proved against him. And hence, there maybe many material facts interesting to either party resting in the knowledge of the agent, which like any other facts may be proven by evidence, and not by the proof of mere assertions, or representation of those facts; and therefore, if sought to be established by the agent, must be established by his evidence under oath, and not by proving what he might have said about them, against one who was absent when he said it.\nThose admissions of the agent then, which are admissible against the principal, are not of the nature of hearsay evidence, strictly speaking, but are of the nature of original evidence more liberally speaking. “It is because the admission of the agent is a verbal act and part of the res gestee; that it is admissible at all.” (1 Greenl. Ev. sec. 113.) The act and the words together, as an entirety, make the whole thing to be proved — the ultimate fact, (4th Wend. R. 397,) and as such it may be established by any witness who saw and heard it, or by any other legal instrument of evidence which, may contain it. Ilence, all words of an agent which accompany his authoritative act, and tend to determine its quality, are always binding on the principal because he is bound by the act, and must be bound by the words which show its quality, and are therefore a part of it, though verbal. It was upon this principle that all that was said by an agent at the time of settlement of accounts, was held competent in the case cited from 4 Wend. Rep., whereas, what he said about the settlement seventeen months afterwards, was not allowed to be proven, not because his agency had then expired, but because it was the mere representation or assertion of the agent, which the court say could not have been proven, “ if made one hour after the business was closed.”\nSo in the case of Laughen vs. Allnult, 4 Taunt. Rep. 511, letters of an agent sent abroad containing narratives of the transactions in which he was employed, were not allowed to be read against his principal, because not a part of the res gestee but merely an account of them.\nOn the other hand, the answer of a deputy sheriff to an inquiry of the plaintiff’s attorney respecting the execution while in force, was admitted against the sheriff in the case of Matt vs. Kip, 10 John. R. 478. because made in the course of the transaction, and to a party in interest, and hence considered a part of the act of the deputy touching the execution.\nSo in the case of Wescott vs. Bradford, (4 Wash. C. C. R. 500,) the court considered that admissions of the deputy collector as to the cause of the seizure of some rum made at the time that Bradford signed the information against the vessel, were compepetent to be proved against the collector: but refused to admit like admissions made the same day after the seizure had been made and the rum in store.\nAnd there are numerous other cases, all to the same general effect that whatever an agent may say either before or after the making of a contract, or the doing of an authoritative act is not evidence against the’\"principal unless it form a part of the res gestw, or has some^necessary connexion with it, and is thus a part of the contract, or act itself, although verbal. And evidence of what an agent may have thus said, is not admitted to prove the truth or falsity of what was said, because the principal is equally bound by what was said, whether it be true or false. (See generally Dunlap's, Paley’s Agency, 3d Amer. Edition, p. 266, note 1, and authorities there collected, and p. 270, note 1, and authorities collected.)\nWhen brought to the test of these legal principles, much of the deposition of Egner must be rejected as incompetent. It cannot be pretended that when the conversation between Egner and James Boswell occurred, that the latter was then engaged in the doing of any act in virtue of his employment of agent for the representatives of Cox, in the progress of the business of such agency, and that that conversation was part and parcel of such authoritative act, conducing to show its quality, or that the statements of Boswell to Egner were in response to inquiries of any one interested either in any business of the estate of Boswell, or of the estate of Cox, then in progress of being transacted, whereby the statements of Boswell could by possibility be construed into verbal acts for either estate. But on the contrary, they were voluntary statements of Boswell to an indifferent person, made by his own seeking, to unburthen his own mind in the expression of his gratification at the probable near approach of an event that he had long and anxiously desired to occur, and about which he may have been so long and so often baffled, that now when the thought had been begot, whether by sober fact or by the wish, he could not withstand the impulse to communicate it to a friend.\nAll the statements then, of Boswell to Egner so much insisted upon by the defence, that the Cox debt would now be paid with certain funds, that five hundred dollars in Arkansas Bank notes belonging to the estate of Boswell, were deposited in Bank, and that the Cox debt was the only debt which the estate owed, were clearly incompetent as against the representatives of Cox.\nAnd when the deposition of Thompsonis brought to the same test, it cannot possibly amount, as competent evidence (tending in the least to show payment,) beyond proof that the “peck of silver money” belonged to the estate of his dead brother. Thompson, an employee of James Boswell, it seems, applied to the latter for money to be used in the business of the latter. In the act of thus attending to his own business, James Boswell exhibits this “peck of silver money” in a drawer by itself, and passes over the desired money out of another drawer. When the witness expressed a wish to have some of the “peck of silver money” Boswell told him he could not have it, as it belonged to Hart-well Boswell’s estate, and he wanted: it for a particular purpose.”' The substantive act in process of being done, about which all the evidence of Thompson relates, was an act of James Boswell in the transaction of his own business, and not any act in the transaction of any business of his brother’s estate: his verbal statements in strictness, but show the quality and become part and parcel of his own act, not any act in his representative capacity. Incidentally, however, to his own act in resisting the application of Thompson for some of the “peck of silver money,” he assumes to perform a duty of his representative character in refusing to use funds, which he says, are in his hands in that character. If this was a bona fide representative act, the words conduced to show its quality and become evidence that the money was indeed the money of the estate, and would be competent as far as it went against the representatives of Cox; but if, on the contrary, it was but a shift to evade the application of Thompson for some of the money, which, it is strongly infei'rable from his deposition, he wanted for his own purposes, and not for the purposes of Boswell, his emplojmr, as he did the money he received out of the other drawer, then the words but showed the quality of Boswell’s act in his own X’ight, and could not be competent evidence as against the representatives of Cox. Under this pex’plexity it is perhaps safer to hold that the woi’ds wei’e competent to show that the money belonged to the estate of Boswell, and let the doubt as to its competency go to its weight. As, however, in either event, James Boswell cannot possibly be supposed from the evidence of Thompson to have assumed any duty of his representative character beyond the mere preservation of the supposed funds held in his fiduciary character, in making this answer to Thompson, no words going beyond that duty could be competent as against the representatives of Cox, consequently the words, that “he had a particular use ¡for the money,” could not be competent at all, or if so to any extent, only to that of conducing to prove as part of the act of preserving the funds, that they were funds of the estate, and could not by possibility be competent to prove any appropriation of these funds to the payment of the mortgage debt, for there was no such act of payment assumed to be done primarily or incidentally, for such words to qualify and enter into. The very most that can possibly be made of the whole matter, as shown by Thompson’s deposition is, that primarily, James Boswell was acting in the transaction of his own private business, and that secondarily, he performed the representative duty .of refusing to use the funds of the estate of his intestate for his own private purposes. The fact that he did the latter and that he kept such funds in a separate drawer from his own, is in exact accordance with his duty as administrator, and with the exemplary character and accurate business habits of the man, as shown on the part of the defence; and therefore afford no presumption of the appropriation of the money to the payment of the mortgage debt as would have arisen, had it been shown that he was in the general habit of mixing his private funds with those of the estate, using but one common purse.\nGiving then, again, to the defence the utmost force of all that remains of the testimony, conducing to prove facts from which any further payments may be presumed than those we have found respectively, it amounts to but the establishment of the fact, and that by the testimony of Thompson, mainly, that James Boswell, in his character of administrator, had some uncertain amount of money in his hands, and upon this fact, in connection with the additional facts, that he was an agent of the representatives of Cox, to collect the money from himself as administrator of Hartwell Boswell, and was a man of accurate, cautious, and pains taking business habits, almost always consulting with the witnesses, Ringgold and Egner, in progressing with his matters of business, we are called upon to presume additional payments. There are several difficulties in our way in making such a presumption ; some of which are insurmountable.\nWe have seen that the law will not presume a transmutation of the funds from Boswell, administrator, to Boswell, agent, as it would do, if all proper difficulties were removed, between Boswell, administrator, and Boswell, guardian, for instance, because the latter capacities are so incompatible that there could be no remedy by suit, and therefore the law steps in and affords the remedy by way of retainer; whereas, in this case the ordinary impediments to retainer in a proper case are not removed by the evidence — as by showing that there was no other possible use for the funds but to pay the mortgage debt: and in this case, where Cox’s representatives could have sued Boswell, administrator, although the same Boswell was the agent of Cox, the law does not step in and afford a remedy by way of retainer, until it be first shown, as it has not been, that Boswell, the administrator and agent, by some open act elected .to transmute the funds. And it is not probable that any court of competent jurisdiction would allow an administrator the amount of a payment claimed as having been made to himself, as agent, unless distinctly shown, and until after the most thorough scrutiny, if at all. And so far from the proof of the business habits of James Boswell, and of his habitual free communications with his friends, Ringgold and Egner, affording us aid in malting the desired presumption of payment, even if the links in the testimony, which we have indicated, were not wanting, they tend strongly to the contrary, and we can but feel that they militate against the verity of Thompson’s statements, as to his having seen the “peck of silver money;” which, on the other hand, might be sustained by some circumstances that would allow'of his having seen some few hundred, which his inexperienced eyes might have caused his imagination to magnify. For it can but seem remarkable that, upon the part of the defence, some trace of the outgoings of so much money should not have been shown by the evidence of these witnesses, which is so full and explicit that there was no money on hand at the death of James Boswell. If it had been paid out in Bates-ville, a man of James Boswell’s business habits and free intercourse with Ringgold and Egner, as shown by the testimony, would scarcely havegacted without leaving some trace in the knowledge of these witnesses; nor is the probability less, if he had remitted it by mail, as to some fact connected with the remittance being within their knowledge.\nAnd having now first found that the complainant had made out his case, and that towards the satisfaction of the mortgage debt certain partial payments have been from time to time made, of the sums and as of the dates that we have specified respectively ; and lastly that no further payments have been made, or can be presumed for the defendants, we deem it totally unnecessary to go further into the testimony, either to strengthen the complainant’s case, or to weaken the probabilities that any further payments have been made than those that we have found, although there are several facts and circumstances, other than those we have noticed, which tend to both ends, and to fortify our conclusions, both as to the complainant’s equity in the matter of the mortgage debt, and as to the total want of defendant’s equity on account of partial payments towards its satisfaction, beyond what we have allowed. Having, as we conceive, said enough for the foundation of our judgment, that the complainant should have a decree for the residue of the mortgage debt.\nThe claims of Ruddell and Egner, and that set up on behalf of Mull, that they were purchasers for a valuable consideration without-notice, are totally inadmissible. They were all purchasers, not only with notice by the registry of the mortgage deed, but were purchasers pendente lite. It is a mistake to suppose that there was any chasm in the proceedings, or, at any rate, any such chasm as would let these parties out from being purchasers pendente lite. It is true there is no express order of court making Lawson a party complainant, but the court allowed process to go out in his name, allowed him to file an amended bill, and other pleadings, and in various ways treated him as a party complainant, and finally rendered a judgment against him for costs, when under an erroneous idea of its power to reverse the proceedings of the Pi’obate Court of Pulaski county, it ordered the suit to abate as to him. We have, therefore the most abundant ground upon which to presume that a formal order of court was made, admitting him to become a party complainant, when he first went into court as a suitor. And when the suit was after-wards abated as to Lawson, it was forthwith revived in the name of Byers, administrator, in whose name it progressed to the final decree.\nWe think, therefore, that the lands in controversy are clearly subject to the mortgage debt; that the equity of redemption in them should be foreclosed ; that they should be sold, and the proceeds applied towards its satisfaction, and the defendants should be decreed to do whatever may be needful to perfect title in the purchasers.\nThe cross equity set up by Ruddell, is conceded by Fowler and Egner, and they concur in his prayer for the relief based upon it. Byers, as administrator of Cox, however, insists upon his rights, and concedes nothing. To the extpnt that the prayer of Ruddell (thus concurred in by Fowler and Egner) craves relief by a decree that certain lands, not included in the mortgage to Cox, (but conveyed by Fowler and wife, along with a portion of the mortgaged land to Denton, as trustee, for this purpose,) shall be first sold, and then that the mortgaged lands shall be sold, may be well granted, without militating against the right of Byers, as administrator of Cox. And relief to that extent should therefore be decreed for Ruddell; and then further effort for his relief may be safely made by directing that next afterwards, such of the mortgaged lands as were not sold to Ruddell, shall be then sold, and in the last place, thatthe residue of the mortgaged lands, being those sold by Fowler to Ruddell, shall be sold. The relief sought for Mull, is inadmissible.\nIn order to ascertain the residue of the mortgage debt, for which the decree shall be rendered in favor of Byers, administrator of Cox, against the defendants, interest must be computed at the rate of five per centum per annum, from the first day of April, A. D. 1833, upon the sum of five thousand dollars, up to the 16th of May, of that year, and added to the principal sum, and from that aggregate, the first payment, which we have specified, must be deducted; then interest at the same rate must be computed on the balance found from the 16th of May, 1833, up to the 17th of March, A. D. 1834, when the payment of one thousand dollars was made, and so on until the last payment shall have been deducted, and then the decree shall be rendered for the balance thus found due, together with costs, with interest at the same rate until paid by a sale of the lands or otherwise.\nAnd this decree must be so restricted as to extend only in its effects against the lands in controversy, specified in the bill and cross bill, although in terms against the defendants, there being no grounds of relief laid in the bill beyond such as may be had by a sale of the lands in question.\nThe decree of the Circuit Court of Independence county, must therefore be reversed, and the cause remanded to that court, with instructions to enter up a decree in accordance with this opinion, and to execute it accordingly.",
        "type": "majority",
        "author": "Mri Justice Scott"
      }
    ],
    "attorneys": [
      "F. W. & P. Tuapnall, for the appellant,",
      "Byers & Patterson, also for the appellant.",
      "Fowler, for the appellee."
    ],
    "corrections": "",
    "head_matter": "Byers as ad. vs. Fowler as ad. d. b. n. et al.\nOn. a bill to foreclose a mortgage, given by the maker to the acceptor to secure the payment of a bill of exchange, described in the mortgage, as dated 16th April, at 12 months, and alleging a mistake as to the date of the bill, the production and proof of the original mortgage deed, and a bill of exchange, the same as that described in the mortgage, except that it was dated the third of May, and payable 1st of April, together with the testimony of one of the payees; that this was the only bill of like amount ever drawn by the maker on the acceptor, in their favor to his knowledge, and that it was paid by the aficeptor, suffieientprtma/t.cie evidence that it was the same bill secured by the mortgage, and of its payment-by the mortgagee, and must prevail against the denial of the answer on belief.\nThe mistake as to the date of the bill of exchange, is but an incidental matter, and not the ground of the remedy sought; and therefore the same strong and conclusive proof is not required as where a party goes into a court of equity, to reform a writing on the alleged ground of mistake.\nWhere a payment has been proved to have been made in a certain year, but the day and month are uncertain, the court will direct the credit to be given on the last day of the year — the day most favorable to the creditor.\nThe attorney of the complainant, pending a bill to foreclose a mortgage, receives from the debtor in part payment, an assignment of a judgment, which is not alleged or shown not to have been realized, the continued retainer of the attorney by the complainant in the prosecution of the claim, after the transaction must have come to his knowledge, is a ratification and adoption of the act of receiving the assignment of the judgment.\nWhere the same person is agent of the creditor and administrator of the debtor, and has in his hands sufficient money of the estate to pay the debt — the only one against the estate — the law will not presume that he holds the money as agent.\nSuch presumption arises only in cases where there is no other remedy than by retainer, as where the same person is executor and creditor, or guardian: and where-there is other remedy than by retainer, the law will not presume that he elects to; retain until he manifests such intention by some affirmative action.\nThe declarations or admissions of an agent are never competent evidence against his principal; nor anything that he may say before or after the making of a contract, or the doing of an authoritative act; unless it form part of res gestae or has some necessary connection with it, and is thus part of the contract or act itself.\nThe heir of the mortgager conveys to a trustee other lands than those mortgaged, to secure the mortgage debt, and afterwards sells a part of the mortgaged lands to a third person. The court, in decreeing a foreclosure of the mortgage, for the relief of the purchaser on his application, and that of the heir and trustee, will decree the sale, first, of the lands so conveyed by the heir.\nAppeal from the Circuit Court of Independence county in Chancery,\nThe Hon. B. H. Neely, Circuit Judge, presiding.\nF. W. & P. Tuapnall, for the appellant,\ncontended that there is no evidence of any payment in this- cause, except the several payments admitted, and made the following points: That James Boswell could not be the administrator of the estate and the agent of a claim against it; and if he was the agent of Cox, his admissions and statements would be no evidence against him, except when transacting his business, and then only when they form a part of the res gesla. Story on Agency, ch. 6, 134,5,6,7,8.\nThat the identity of the bill is fully proven, and the mistake as to the date and day of payment is immaterial.\nThat possession of a bill by the acceptor is evidence of payment. Story on Bills, 415, 16. Norris vs. Badge, 6 Coio. 449. Lonsdale vs. Brown, 3 Wash. 404. Dugan ad vs. United States, 3 Wheat. 172. Chit, on Bills, 458.\nThat the record of the mortgage was sufficient to put all parties upon notice, Beekman vs. Frost, 18 J. R. 544, and all subsequent purchasers come in pendile lite. McDonald vs. Fowler et al., ’ Fng.\nByers & Patterson, also for the appellant.\nFowler, for the appellee.\nThere was no legitimate evidence that Coxe ever paid the draft, and without proof of payment, his mortgage would be inoperative. The only proof of payment by Coxe, is a receipt over the signature of “Sam. Elkins,” written on the bill of exchange, which seems to have been previously endorsed away by Hyde &• Brother. The evidence of Elkins was the best and only competent evidence of the payment, unless a witness had been produced who saw it paid, and the failure to produce this best evidence leaves the inference that if produced, it would have militated against the appellant; and all unfavorable inferences therefrom must be drawn against him, in the absence of Elkins, even to the extent that Coxe never paid the draft at all. See Gilh. Fv. 16. January vs. Goodman, 1 Dali. R. 209. U. S. vs. Reyburn, 6 Pet. R. 367. 1 Stark. Fv. 55, 69. Clarke vs. Oakley's ad., 4 Ark. 243, Bull. N. P. 293. Pet. Rep. 596.\nThe evidence of Egner was clearly competent, as he was a mere trastee having no interest in the controversy. Lube Eq. PI. 89, 90. Palmer vs. Van Doren, 3 Edw. Ch. Rep. 192. 2 A'. K. Marsh. 529. 1 Green’s N. Jer. Ch. Rep. 333.\nThe decree is a finding upon the evidence by a competent tribunal of all facts material to the defence, and conclusive upon the appellate court, unless an error in law led to and produced the conclusion of the court below. 10 Ark. Rep. 475. 16 Ohio Rep All. State Bank vs. Conway, IQ Ark. Dillard vs. Wright et al., 11 Sm. Mar. 458. Cabeen vs. Gordon, 1 Hill Ch. Rep, (S. Car.) 58. 12 Ohio 75. The finding of a jury or of the chancellor must be equally conclusive where it is produced by evidence and not by legal error.\nThe draft described in the mortgage is a material part of the mortgage itself; and without the production of the draft or proof of its destruction, as well as payment by the mortgagee, he must fail in this suit; and if the draft varies from that described in the mortgage, there must be proof that it was misdescribed by mismalce, and by such mistake as may be corrected by the rules of law. Stephens vs. Graham, 1 Serg. Rawle Rep. 507. Fuller vs. Aclcen, 1 Hill N. Y. Rep. 475. 5 Litt. 206. 2 New Iiamp. 544. 8 J. R. 192. 1 Miss. Rep. 345. 4 ib. 239, 2 Wash. C. C. R. 97. 2 Cond. 486. 9 Ark. 67.\nIn order to the correction of such mistake in a contract in writing, it must clearly appear to have been reduced to writing contrary to the intention of the parties. 1 Sug. on Vend. 258. 1 Ves. Sr. 319. 1 J, C. R. 609. 2 ib. 596. 1 Greenl. Ev. 296. 6 Mon. 291, 316. 2 Bibb 246, 323. 1 Pet. Rep. 13. 5 Cond. Rep. 409. 3 J. J. Marsh. 192. 1 Story Eq. sec. 152, 153. 3 J. J. Marsh. 626, and as the mortgage describes definitely the draft intended to be secured, and the one produced varies from that described without sufficient proof of a mistake, the complainant’s bill was properly dismissed. •\nThe bill to foreclose a mortgage is strictly a proceeding in rem against the land alone embraced in a mortgage. 3 J. C. R. 331. 4 Cow. Rep. 495. 1 Mon. Rep. 67. 6 J. R. 78. 2 Dana 4801. and no admission of the administrator under oath or otherwise, in his answer to the original petition, nor any acts of his can bind the heir. Osgood vs. ManhalLan Co., 3 Cow. 022. 3 Bre. (S. Car.) Ilcp. 558. 5 Wend. 561. 0 J. C. R. 373. 1 Murf. 445. 2 Barb. Ch. R. 393. 4Harr, John. 271.\nAfter James Boswell became administrator of the mortgagor,, the mortgagee constituted him his special agent to collect of himself the mortgage debt, therefore his acts and declarations must be construed most strongly against his principal, and not against the representatives of the mortgagee who conferred no trust upon him. Coles vs. Anderson et al, 8 Humph. Rep>. 493. 1 Story's Eq. sec. 139, 150,165. Sinythe vs. Strader, 4 How. TJ. S. Rep. 416. 23 Miss (1 Cush.) Rep. 128. 13 Wend. 572.\nAnd as the agency was in continuous existence as to collecting and holding the amount of the claim, all that he did or said about such collecting and holding is competent evidence against the appellant, at any time during such agency. 1 Greenl. Ev. sec. 113. 8 Mete. Rep. 46. 4 Wash. C. C. Rep. 500. 6 Arid 140.\nThe fact of the administrator and agent laying the money aside “for a particular use” and that use being the payment of the only debt the estate owed, amounts in law to an appropriation of the money to that debt. Smith vs. Canere, 1 Rich. (So. Car.) Eq. Rep. 126. If a person has two capacities in which to take and hold money, and takes it without any specific declaration as to which character he so takes it in, it shall be taken that he holds it in that capacity in which he ought of right to take and hold it. 6 Yerg. Rep. 223. 2 Gill § John. Rep. 227. As where the same person is administrator and guardian, 12 Mo. Rep. 366, 6 Ark. 163, 6 Dana 5, 2 Gill <.$• John. 227, or executor and creditor, 12 Mo. Rep. 366. 8 Humph. R. 340. 5 Pel. R. 311. And so, as the proof shows the possession of money by the administrator, and his intention to apply it to the payment of the debt, for the collection of which he was the agent, the law will appropriate it in his hands to the payment of such debt."
  },
  "file_name": "0086-01",
  "first_page_order": 86,
  "last_page_order": 113
}
