{
  "id": 1862654,
  "name": "McLaughlin vs. Sproul",
  "name_abbreviation": "McLaughlin v. Sproul",
  "decision_date": "1853-07",
  "docket_number": "",
  "first_page": "178",
  "last_page": "179",
  "citations": [
    {
      "type": "official",
      "cite": "14 Ark. 178"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "2 Edw. 78",
      "category": "reporters:state",
      "reporter": "Edw. Ch.",
      "case_ids": [
        1986586
      ],
      "opinion_index": -1,
      "case_paths": [
        "/edw-ch/2/0078-01"
      ]
    },
    {
      "cite": "7 Wend. 129",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2009610
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/7/0129-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 228,
    "char_count": 3037,
    "ocr_confidence": 0.509,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.06865168587048898
    },
    "sha256": "b3b9804121c40996d4976aa0d9fb8167f5214ac742041a7ac5a9d9dadc5863bc",
    "simhash": "1:8bda57712b7aeeb1",
    "word_count": 526
  },
  "last_updated": "2024-02-27T19:00:39.729279+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "McLaughlin vs. Sproul."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Scott\ndelivered the opinion of the Court.\nSproul brought debt against McLaughlin, in the Clark Circuit Court, upon a bond for five hundred dollars, reciting that the latter had sold the former a certain tract of land described, and conditioned to be void if the obligor should make to the obligee, or cause it to be made, a valid title, in fee simple to the land in question, whenever the same should be subject to entry in the proper land office — breach, that long after the land was subject to entry, according to the intent and meaning of the bond, to wit, on &c., the plaintiff specially requested and required the defendant to execute and deliver to him a good and valid deed of conveyance for the same, which the defendant wholly neglected and refused. A demurrer to the declaration was overruled, and the defendant saying nothing further, and electing to stand on his demurrer, the court rendered judgment against him for the amount of the bond and costs, and awarded execution therefor., but no damages were assessed.\nWe think the breach was well assigned in the second count, as we have substantially set it out. And under the received rule in this country, that the recitals in a deed are prima facie evidence of the payment of the purchase money, the same presumption of like payment arises from the face of this bond with collateral condition. And as there was no mutual or concurrent covenant, making it the duty of the plaintiff to do any other thing, besides making a reasonable demand for the conveyance, as a pre-requisite for his action, we think the demurrer was properly overruled. But before rendering a final judgment the court ought to have caused the plaintiff’s damages to be assessed under the provisions of the statute, in accordance with the previous decisions of this court, and for this error the judgment must be reversed, and the cause remanded to be proceeded with in this wise.",
        "type": "majority",
        "author": "Mr. Justice Scott"
      }
    ],
    "attorneys": [
      "Flanagin, for the plaintiff;",
      "P. Jordan, contra,"
    ],
    "corrections": "",
    "head_matter": "McLaughlin vs. Sproul.\nBond for the conveyance of land when the same should be subject to entry in the proper land office: breach, that long after the land was subject to entry, to wit: on &c., the plaintiff specially requested the defendant to execute a deed which he neglected and refused : Held, that the breach was well assigned.\nOn demurrer sustained to a declaration on such bond, the court should cause the plaintiff’s damages to be assessed in accordance with the statute — not render judgment for the amount of the bond.\nWrit of Error to Clark Circuit Court.\nHon. Shelton Watson, Circuit Judge, presiding.\nFlanagin, for the plaintiff;\nthe declaration was insufficient in not averring a demand of a deed; and that one was tendered to be executed : (Phillips vs. Fielding, 2, H. Black. 123. Day. 684. 1 Lev. 44. 7 Wend. 129. 2 Edw. 78.) A jury should have been called to enquire into the truth of the breaches, and assess the damages. Dig. 775.\nP. Jordan, contra,\nreferred to Smith vs. Henry, 2 Eng. 207, that the vendor mustprepare and tender the deed; andcontended that the breaches were well assigned."
  },
  "file_name": "0178-01",
  "first_page_order": 176,
  "last_page_order": 177
}
