{
  "id": 1862668,
  "name": "Hutt Ex parte",
  "name_abbreviation": "Hutt Ex parte",
  "decision_date": "1854-01",
  "docket_number": "",
  "first_page": "368",
  "last_page": "370",
  "citations": [
    {
      "type": "official",
      "cite": "14 Ark. 368"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "10 Ark. 246",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 291,
    "char_count": 4657,
    "ocr_confidence": 0.511,
    "pagerank": {
      "raw": 1.5900503603565843e-07,
      "percentile": 0.6819335799114157
    },
    "sha256": "2b509362baff4c14ca3e6d36488ef63650bc398530e620ad80b2043201ae5b47",
    "simhash": "1:34c187a87a83ffaa",
    "word_count": 806
  },
  "last_updated": "2024-02-27T19:00:39.729279+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hutt Ex parte."
    ],
    "opinions": [
      {
        "text": "Mr. Chief Justice Watkins,\ndelivered the opinion of the Court.\nThe petitioner represents that he is the plaintiff in a certain action at law, pending in the Pulaski Circuit Court, now in session, the suit being brought upon a promissory note, which had been assigned to the plaintiff. That the defendant in the Circuit Court, during its present term, after having oyer of the instrument sued on, demurred for a variance between the description of the plaintiff’s name as set out in the declaration and that disclosed by the instrument given on oyer. That the only variance consisted in this, that the plaintiff sued as Andre, and the assignment as filled up, and which was done by the plaintiff’s attorney through mere inadvertence was Andrew,it being the same Christian name, according as it is spelt in French or English. That the court there has sustained the demurrer for the supposed variance, and thereupon the plaintiff, by leave of the court, has corrected the mistake in the filling up of the assignment, by inserting Andre instead of Andrew, That the defendant making no further defence, the plaintiff moved for judgment for want of a plea; but the court there has, on motion of the defendant, and without any showing being made therefor, ordered the cause to be continued until the next term, thereby denying the petitioner his legal right to have judgment for his debt; wherefore he prays that a mandamus issue against the judge of that court commanding him to set aside the order of continuance and progress with the cause.\nIt will be conceded that a mandamus is the only adequate specific remedy for a suitor, where the inferior court refuses to exqrcise its jurisdiction, and will not proceed to adjudicate a cause pending before it, of which it has cognizance, and where no reason appears for such refusal. The mandamus will go to compel the court to act, but not to control its judicial discretion, by directing it what judgment to give, or to review the correctness of any decision made during the progress of a cause; else the mandamus would become an indirect substitute for the final review by writ of error or appeal. The proceeding by mandamus to compel a Circuit Judge, sitting as a chancellor, to grant an injunction as prayed upon any given case presented to him by the bill, and which he has refused, is in the nature of an. appeal allowed by statute, from some interlocutory order or decree of the inferior court.\nAccording to the report of Dixon vs. Feild, 5 Eng. 243, mainly relied on by the petitioner here, it was, as we think, an extreme case to warrant the issuance of a mandamus. But admitting, upon the authority of the opinion in that case, that a mandamus will lie to control the discretion of the inferior court in the continuance of a cause, where that discretion is so palpably abused as to amount to a denial of justice, the case here is different.\nThe court below decided the demurrer. If the petitioner was aggrieved by the decision, his only remedy was to rest upon it and suffer final judgment, which could be reviewed on a writ of error of appeal. He might then require this court to decide whether the ground of demurrer was frivolous, or the variance so trifling as to he amendable, without occasioning any surprise or pretext for delay to the defendant. The petitioner acquiesced in the decision upon the demurrer by making the amendment conformable with iff According to the case presented by the petition, it will be impossible to grant the mandamus without reviewing the correctness of that decision. By the 6th rule of practice for the Circuit Courts, adopted by this court at July term 1848, when a demurrer to a declaration is sustained, the demurrant is entitled to a continuance of the cause: and while that rule remains in force, the continuance follows of necessity from the decision of the court sustaining the demurrer, no matter how erroneous in point of law.\nApplication refused.",
        "type": "majority",
        "author": "Mr. Chief Justice Watkins,"
      }
    ],
    "attorneys": [
      "Fowler, for the petitioner,"
    ],
    "corrections": "",
    "head_matter": "Hutt Ex parte.\n■Where a demurrer to a declaration is sustained, though erroneously, the defendant is entitled to a continuance under the 6th rule of practice for the Circuit Courts, adopted by this court at July T., 1848.\nA mandamus will not he awarded to correct an erroneous decision of the inferior court, which the plaintiff could only call in question by suffering final judgment upon the demurrer and prosecuting a writ of error or appeal.\nA mandamus is to compel a court to proceed in the adjudication of a cause, but not to control or review the exercise of judicial discretion.\nPetition for Writ of Mandamas to Pulaski Circuit Court.\nFowler, for the petitioner,\nreferred to Dixon vs. Feild, 10 Ark. 246."
  },
  "file_name": "0368-01",
  "first_page_order": 368,
  "last_page_order": 370
}
