{
  "id": 1862701,
  "name": "Gentry vs. Owen et al.",
  "name_abbreviation": "Gentry v. Owen",
  "decision_date": "1854-01",
  "docket_number": "",
  "first_page": "396",
  "last_page": "399",
  "citations": [
    {
      "type": "official",
      "cite": "14 Ark. 396"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "6 Ala. 399",
      "category": "reporters:state",
      "reporter": "Ala.",
      "case_ids": [
        8496191
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ala/6/0399-01"
      ]
    },
    {
      "cite": "2 Stew. 133",
      "category": "reporters:state",
      "reporter": "Stew.",
      "case_ids": [
        3175879
      ],
      "opinion_index": -1,
      "case_paths": [
        "/stew/2/0133-01"
      ]
    },
    {
      "cite": "7 Wend. 45",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2009672
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wend/7/0045-01"
      ]
    },
    {
      "cite": "11 Ark. 425",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8727831
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/11/0425-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 380,
    "char_count": 6703,
    "ocr_confidence": 0.513,
    "pagerank": {
      "raw": 1.5275599605281878e-07,
      "percentile": 0.6705101339885067
    },
    "sha256": "38b450153b9c2816ae800b035a8bb851dfdeaf4365f62d2f00048c423ec2f9e9",
    "simhash": "1:f4b0ff9a6a97bf81",
    "word_count": 1204
  },
  "last_updated": "2024-02-27T19:00:39.729279+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Gentry vs. Owen et al."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Walker\ndelivered the opinion of the Court.\nOwen and Norris executed their writing obligatory to John H. Cornish, as guardian of Virginia E. Tobin, who, by his written endorsement thereon, assigned it to Gentry, the plaintiff. The defence set up by the plea is, that before the assignment by Cornish to Gentry, Cornish had ceased to be guardian, and that Edward P. Tatum was, at the time the assignment was made, and continued to be the guardian of said minor, and as such had, at the time of the assignment of the bond to the plaintiff, and yet has the legal right of action in said bond.\nUpon demurrer to the plea this defence was held by the Circuit Court good, and upon exceptions to the decision of the Circuit Court, its legal sufficiency'is presented for our consideration.\nThe authorities, cited to show that when an administrator is removed, his successor in administration (the administrator de lonis non), succeeds by operation of law to the legal rights of his predecessor in office, sustains the argument of counsel in regard to such rights as vest in the administrator, alone by operation of law; as for instance, where a note or bond is executed to his intestate and comes to the hand of the administrator as assets. The right of action would, in such case, vest in him by operation of law, in virtue of his office, and if remaining in his hands unadministered upon until displaced, would, in like manner, pass to and vest in his successor in office. But where the contract (as in this instance) is made after administration with the administrator, (although in regai-d to a subject matter properly assets in his hands), he acquires a legal right in the chose in action by contract, andnot by operation of law. For this reason ithas been held by this court, that where a note or bond is made payable to an administrator, as such, he may at his election sue upon it in either his individual or his representative right, (Hemphill vs. Hamilton, 11 Ark. 425), and in case the suit should be Commenced by the first administrator in his individual right, the action could not be revived and continued in the name of his successor, the administrator de lonis non. So that, admitting the strictest analogy to exist between the legal rights and power of administrators and guardians, as the bond in this case was executed to Cornish as guardian, he by his assignment to the plaintiff elected to treat and hold it as a debt due to him in his individual right, as fully as if he had himself sued upon it in such right.\nBut counsel seem to have overlooked the marked difference which exists between administrators and guardians in respect to the source and extent of their respective powers and duties. It is by operation of law that administrators represent the intestate himself, succeed to his lights and,-to the extent of assets, to his-liabilities. But the guardian does not succeed to the legal rights of the ward; by virtue of his guardianship he becomes the author-' ized agent of the minor to protect his person, and to take care of and manage his property, the legal title to which is not in him but in his ward, and in whose name contracts are made, and suits touching his rights are prosecuted. Upon a change of guardians the property, the legal title in which still remains in the ward, passes to the new guardian, whose rights and duties are co-extensive with his predecessors.\nBut as respects choses in action, executed to the guardian in consideration of the loan of money, hire of slaves, rents, &c., the-contract having been made with him, he is thereby invested with the legal-right to the chose in action, which he may well pass to another by assignment, or he may turn it over to his successor as-part of his wards’ estate, who may, at his option, accept it as such, but in that event, we apprehend that, should the new guardian sue upon such bond, unless assigned to him, suit should be-brought in the name of the first guardian, in whom the legal title; would still exist. Thus, in the case of Pond vs. Curtis, 7 Wend. 45, where a covenant for the payment of rent was taken to the* guardian, whilst his ward was a minor, it was contended that suit-should have been brought in the name of the ward, he having, 'arrived at mature age before the suit was commenced, it was held that the suit v;as well brought in the name of the guardian.\nFrom the view thus taken of the case, it follows that the plea-was clearly insufficient, and that the Circuit Court erred in overruling the plaintiff’s demurrer to it. Let the judgment be reversed, and the cause remanded for further proceedings therein,, to be had according to law.",
        "type": "majority",
        "author": "Mr. Justice Walker"
      }
    ],
    "attorneys": [
      "Carleton, for the appellant,",
      "Marr, for the appellee,"
    ],
    "corrections": "",
    "head_matter": "Gentry vs. Owen et al.\nInhere a note is made payable to one as the guardian of a minor, the legal title and right to sue is in the guardian, and he may assign it so as to vest the right of action ip his assignee.\nA plea that before t]ie assignment to the plaintiff, thp former guardian had been removed and a new guardian appointed in his stead, is no bar to an action by ¿he assignee.\nA guardian is the authorized agent, appointed by law to take care of the wards' ¿state and manage his affairs. An administrator represents á deceased person, succeeding to his light, and to the extent of assets to his liabilities. The legal title to the assets of the intestate which remain in the hands of his administrator unadministered, upon his removal, become vested in the administrator de bonis non.\nThe guardian, is liable to account for the income and profits of his wards’ estate. But where a contract is entered into with him, though in his fiduciary capacity, if he be removed and a new guardian appointed, no such assignment of the legal title to his successor takes place by operation of law.\nAppeal from the Circuit Court of 'Union county.\nThe Hon. Shelton Watson, Circuit Judge, presiding.\nCarleton, for the appellant,\ncontended that the court below erred in overruling the demurrer to the plea, because the legal interest of the obligee in the note, passed by the assignment to the plaintiff, and was not divested by operation of law upon the obligee ceasing to be guardian of Tobin. Dig. ch. 15, sec. 1, 2. Greenwood, vs. Buckner, 1 Eng. 206. Pond vs. Curtis, 7 TVend. 45. Dickson vs.-• 4 Yerger, 29.\nMarr, for the appellee,\ncontended that as the legal interest in the note sued upon vested in the obligee as guardian, he could assign it only as guardian, and whilst he was, in fact, guardian; and upon his ceasing to be such, it passed by operation of law to his successor, as in the case of, and by analogy to an executor or administrator. (Minor 206. 2 Stew. 133. 5 Porter, 145. 6 Ala. 399. 9 Ala. N. S. 908. 10 ib. 600. 2 Saund. R. 137."
  },
  "file_name": "0396-01",
  "first_page_order": 396,
  "last_page_order": 399
}
