{
  "id": 1862642,
  "name": "Brackney vs. Turrentine",
  "name_abbreviation": "Brackney v. Turrentine",
  "decision_date": "1854-01",
  "docket_number": "",
  "first_page": "416",
  "last_page": "419",
  "citations": [
    {
      "type": "official",
      "cite": "14 Ark. 416"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 361,
    "char_count": 6713,
    "ocr_confidence": 0.522,
    "sha256": "05f444cd070676a0b99e3c74eeaa3dc3cf4e285f3179c33f756d5424748c2c1d",
    "simhash": "1:a279f068be26ce8e",
    "word_count": 1204
  },
  "last_updated": "2023-07-14T15:22:52.336774+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Brackney vs. Turrentine."
    ],
    "opinions": [
      {
        "text": "Mr. Chief Justice Watkins,\ndelivered the opinion of the Court.\nThe plaintiff in error, filed in the office of the clerk of the Hempstead Circuit Court, his account, verified by affidavit, of work and materials done and furnished in the erection of certain buildings for the defendant, in order to secure a lien on the premises under the mechanics lien law, for abalance claimed to be justly due. Subsequently, in pursuance of the statute, the plaintiff sued out a scire facias, requiring the defendant to show cause why judgment and execution should not be had against the property charged with the lien. The statute makes the scire facias equivalent to a declaration, and obviously contemplates, that the cause shall be proceeded with as other suits, which the defendant may contest; and the plaintiff may be required to prove that he is entitled to the lien, and can only have judgment for the amount which he proves is justly due him.\nIn this case the defendant pleaded by way of set-off, that, before and at the time oí suing out the writ of scire facias, the plaintiff was and continued to be indebted to him for goods sold, work and labor, money paid, for interest, and an account stated, for a larger amount than that claimed by the writ of scire facias; and also, by way of set-off, that, before the issuance of the scire facias, there had been assigned to the defendant a certain writing obligatory, described in the plea, which the plaintiff had executed to George W. Green, the amount of which thereby became due and remained wholly unpaid with interest, from the plaintiff to the defendant. The plaintiff resting upon the overruling oí his demurrer to these pleas, the defendant had final judgment.\nThe point which seems to be made for the plaintiff is, that the pleas should not have been to the action of the scire facias, but should have been to the account and affidavit, the effect of which might have been to defeat, in this suit, the set-off pleaded. Because the pleas, having relation to the state of the mutual indebtedness of the parties at the time the suit was instituted, if the filing of the account and affidavit is to be regarded as the institution of the suit, no after acquired demands could be available to the defendant by way of set-off.\nIt is clear from the statute that the filing of the account and affidavit, or laying the lien, as it is called; is notthe institution of any suit, but is a preliminary step, by which the mechanic or material man may secure a lien, provided he follow it up by suit, that is, by scire facias, or bill in chancery, within a year; and then, the judgment he obtains in such suit, has relation back to the time of filing the account and affidavit. There can be no injustice to the plaintiff in holding, according to the ordinary rules of pleading, that a plea in such case is good, which sets up a cross demand, in other respects properly the subject of set-off, subsisting at the time' of the commencement of the suit, which is the issuance of the scire facias.\nAt the same time, the remedy, as regulated by statute, is a peculiar one, and is of an equitable character. The person claiming a lien is required to file a just and true account of the work done, &c., showing the amount really due him after all just credits are given. It is for this balance that the plaintiff demands judgment in the scire facias. And it might turn out that the cross demands set up by the plea, are in whole or in part, those for which the claimant had already given credit in his account originally filed under oath. It may be, the demurrer was predicated upon the idea that for this reason, the defendant ought, in fairness, to plead to the entire claim as set forth in the account, and not to the scire facias, which only claims the balance. And in such case a question might, arise, as in Burr vs. Byers, 5 Eng. 398, whether, if the plaintiff is bound to prove his whole account and failing as to part, the defendant, making no proof, can have the benefit of the credits admitted on the face of the-account.\nBut we apprehend that any question of that kind would not. affect the legal sufficiency of the pleas. The statute gives the claimant the benefit of a lien by his complying with certain conditions, one of which is, that he shall state all just credits in his account. His act in laying the lien is ex parte, and not at all conclusive on the defendant. The intent of the statute would seem to be that, at the trial on the scire facias, the plaintiff should go into proof.of his whole account, which, though verified by'the oath of. one of the parties, does not thereby become evidence for either party. Though the plaintiff may not be entitled to recover more than the balance claimed - with interest, the enquiry is now merely one of.indebtedness as in<an ordinary suit.. If the plaintiff establishes his account and the defendant relies on payment or offset, he must prove them as any other affirmative pleas, and by the ordinary channels of evidence. If he chooses to rely on the credits given in the account, the whole account,, charges as well as credits, ought, perhaps, to be taken as one entire admission; and if the defendant relies upon a set-off, or claims credits, in addition to those given in the account, the court or jury trying the issues, must determine from the defendant’s bill of particulars and the proofs, whether they are the same items for which the plaintiff has already given credit, so that, in the language of the statute, the verdict shall be “for such sum as shall be found to be due.\nUpon the sufficiency of the pleas, as they stand confessed by the demurrer, the judgment of the court below is right and must be affirmed.",
        "type": "majority",
        "author": "Mr. Chief Justice Watkins,"
      }
    ],
    "attorneys": [
      "S. H. Hempstead, for the plaintiff.",
      "Curran, contra."
    ],
    "corrections": "",
    "head_matter": "Brackney vs. Turrentine.\nUnder the statute concerning mechanics’ liens, the filing of the account and affidavit in the clerk’s office is an ex parte proceeding, for the purpose of securing the lien, to be followed up by scire facias, or bill in chancery, within a year, though the judgment or decree obtained in such suit relates back to the time of registry of the lien.\nBut the suing out of the scire facias is the institution of the suit, in which the fact of indebtedness may be tried and ascertained, as in an ordinary action; so that a plea is good which sets up a cross demand, in other respects properly the subject of set-off, subsisting at the time of the commencement of the suit, which is the issuance of the scire facias. It is not necessary for the defendant to have acquired such cross demand prior to the laying of the lien.\nWrit of error to the Circuit Court of Hempstead county.\nThe Hon. Shelton Watson, Circuit Judge, presiding.\nS. H. Hempstead, for the plaintiff.\nCurran, contra."
  },
  "file_name": "0416-01",
  "first_page_order": 416,
  "last_page_order": 419
}
