{
  "id": 1862630,
  "name": "Miller vs. Ratliff",
  "name_abbreviation": "Miller v. Ratliff",
  "decision_date": "1854-01",
  "docket_number": "",
  "first_page": "419",
  "last_page": "421",
  "citations": [
    {
      "type": "official",
      "cite": "14 Ark. 419"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 252,
    "char_count": 3759,
    "ocr_confidence": 0.52,
    "pagerank": {
      "raw": 5.468083882096578e-07,
      "percentile": 0.945606867427406
    },
    "sha256": "b039fb42fdf02b03528cfd65473b25927e9b099b4ea20a5c181743b95bdc1e32",
    "simhash": "1:88628de8d6a646e9",
    "word_count": 645
  },
  "last_updated": "2023-07-14T15:22:52.336774+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Miller vs. Ratliff."
    ],
    "opinions": [
      {
        "text": "Mr. Chief Justice Watkins\ndelivered the opinion of the Court!\nThis w'as an action of assumpsit upon open account, to which the defendant pleaded non-assumpsit and set-off. The bills of particulars on either side consisted of various items, which were sought to be established by proof. No objection was made to the introduction of evidence, and the cause was submitted without instructions to the jury, who found a balance of account in favor of the plaintiff below. The defendant moved for a new trial, because the verdict was contrary to evidence, and upon the ground of newly discovered testimony. The motion being overruled, he excepted to the decision of the court and took a bill of exceptions, setting out the evidence. From this it does appear that the defendant adduced testimony conducing to prove a a larger amount of off-set than was allowed him by the verdict of the jury. But the distinction is to be taken between cases where this court will venture to set aside a verdict, because it is without evidence as to some material fact necessary to uphold it, and cases like the present, where the verdict is objected to merely because it is against evidence. The principal item of his account, which the defendant here attempted to prove, and which the jury would seem to have rejected, was for a quantity of corn, which the plaintiff had taken and sold from the plantation of the defendant. But it is inferable from the testimony, though conveyed to this court through the unsatisfactory medium of a bill of exceptions, that this was corn which the plaintiff himself, had raised upon a plantation of the defendant, and therefore, might have had a right to dispose of as his own. The presumption is to be indulged that if the verdict was grossly unjust to either party, because against the weight of evidence, the judge who presided at the trial, would not have refused to exercise his discretion to set it aside. But surely upon the verdict and the concurring refusal of the court below to disturb it, every possible presumption ought to be had in favor of its correctness. Else this court would be assuming the power it has not, to dictate to juries that they must believe evidence against their own convictions of its truth.\nThe defendant, in his affidavit, stated that he had discovered, since the trial, that he could prove by an absent witness, the payment of a certain sum of money to the plaintiff, not long before the commencement of the suit. The witness was then residing in the county. Besides the want of diligence indicated by the tenor of the affidavit, there are various objections to its sufficiency. No such item is charged in the defendant’s bill of particulars, as that to which the newly discovered testimony would apply. If the defendant had, in fact, made such payment, it is reasonable to suppose he would charge it in his account, among other items of cash and merchandize. But the affidavit does not aver that any such payment was made except by inference, because he was informed and believed he could prove it by the witness referred to. If the defendant were indicted on this cautious affidavit for swearing falsely, that he had made such payment, it is doubtful whether he could be convicted.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Chief Justice Watkins"
      }
    ],
    "attorneys": [
      "Pike & Cummins, for the appellant."
    ],
    "corrections": "",
    "head_matter": "Miller vs. Ratliff.\nA judgment may be reversed, upon a motion for new trial'overruled, where there is a lack of evidence of some material matter necessary to uphold the verdic t; but because a verdict may appear to be against evidence, this court will not assume the power of dictating to juries that they must believe evidence, against their own convictions of its truth.\nAppeal from the Circuit Court of Sevier county.\nThe Hon. Shelton Watson, Circuit Judge, presiding.\nPike & Cummins, for the appellant."
  },
  "file_name": "0419-01",
  "first_page_order": 419,
  "last_page_order": 421
}
