{
  "id": 1862623,
  "name": "Scott vs. Fowler et al.",
  "name_abbreviation": "Scott v. Fowler",
  "decision_date": "1854-01",
  "docket_number": "",
  "first_page": "427",
  "last_page": "431",
  "citations": [
    {
      "type": "official",
      "cite": "14 Ark. 427"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "1 Pick. Rep. 203",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2070858
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/18/0209-01"
      ]
    },
    {
      "cite": "5 Litt. 137",
      "category": "reporters:state",
      "reporter": "Litt.",
      "case_ids": [
        4217887
      ],
      "pin_cites": [
        {
          "page": "347"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ky/15/0137-01"
      ]
    },
    {
      "cite": "5 Pet. Rep. 231",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": -1
    },
    {
      "cite": "4 Dana, 598",
      "category": "reporters:state",
      "reporter": "Dana",
      "case_ids": [
        2059220,
        2059238
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ky/34/0598-02",
        "/ky/34/0598-01"
      ]
    },
    {
      "cite": "4 Ark. Rep. 446",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "5 Mass R. 377",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    },
    {
      "cite": "9 Ala. Rep. 785",
      "category": "reporters:state",
      "reporter": "Ala.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 397,
    "char_count": 7783,
    "ocr_confidence": 0.507,
    "pagerank": {
      "raw": 2.945953633178037e-07,
      "percentile": 0.8484815137870972
    },
    "sha256": "398fd1da3c5d598cb419f0aa57db5c1b32338947452d3c77bcc2d29a5ca2adb4",
    "simhash": "1:3d76d08fdf09227c",
    "word_count": 1395
  },
  "last_updated": "2024-02-27T19:00:39.729279+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Watkins, C J., not sitting."
    ],
    "parties": [
      "Scott vs. Fowler et al."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Walker,\ndelivered the opinion of the Court.\nWhen this case was, upon a former occasion-, before us (see 6 Eng. Rep. 675), the 4th plea of defendant, Fowler, the legal effect of which was to deny the existence of a subsisting cause of action in the plaintiff at the time his suit was commenced, was held to be a good plea in bar; and consequently no question can now be raised as to its legal sufficiency.\nWhen the case was remanded to the Circuit Court for further proceedings therein to be had, the plaintiff replied to the 4th plea, matter which showed that his right to sue accrued to him at a day subsequent to the commencement of his action. And the legal sufficiency of this replication is the sole question now' to be decided.\nIf the plaintiff had, by a general replication, traversed the defence setup in the plea, the material fact thus putin issue would have been the pendency of the appeal at the time the suit was commenced. Instead of doing this, he filed a special replication, by which the existence of the appeal at the time stated in the defendant’s plea was admitted, and the subsequent disposal of the case in the Supreme Court was set up in avoidance of the matter pleaded by the defendant. This new matter was clearly insufficient for that purpose. The question raised by the plea was, as to the existence of the plaintiff’s right of action at the time the suit was commenced, and not as to whether it had subsequently accrued. So that unless the subsequently acquired right was, in legal effect, equivalent to a pre-existing right, it was not responsive to the plea; for it is a well established rule that no one can sue in a court of law, wffio has not, at the time of bringing his-suit, a then existing- right of action in himself. The right of action in the plaintiff in this case accrued from and at the date of the final decision of the Supreme Court, affirming the decree of the Circuit Court, and whether the pre-existing disabilty to sue should be considered as matter in bar or abatement, although the judgments upon these pleas are, in several respects, different; that in bar being conclusive upon the parties, upon all pre-existing matters at issue; that in abatement, where a temporary disability is pleaded, that the plant remain without day, &c. In this case the defence was that the right of action at the time the suit w'as brought, had not accrued. The judgment, then, upon the plea in bar, although conclusive upon their existing rights, could not be pleaded in bar of a subsequently acquired right of a„ction. So that, so far as the rights of the parties are concerned, it would be as-harmless as the judgment upon a plea in abatement would.\nSuppose suit had been brought upon the injunction bond before the decree in the Circuit Court. It is very clear, according to the decision of the Court of Appeals of Kentucky, that no action could be maintained upon the bond, and as was the case there, that this matter could be pleaded in bar. Cates &c., vs. Wooldridge, 1 J. J. Marsh. Rep. 268. In that case, as in this, suit was brought upon an injunction bond and a plea in bar interposed. In reference to this defence, the court said, “ If the demurrer could be considered as applicable to the plea, denying the dissolution of the injunction, as alleged in the declaration, we should not hesitate to reverse the decision of the court below, in sustaining the demurrer, for the plea is unquestionably good. No cause of action could accrue on the injunction bond until the injunction was discharged or dissolved.” But although no action could be maintained, and although it was also held that a plea in bar was properly interposed, no one vvould contend that the judgment rendered upon such plea, however conclusive upon any then existing cause of action, could be plead in bar to a suit upon a subsequently accruing right of action, or, as in the cáse of Barry vs. Long, 9 Ala. Rep. 785, if suit should be brought upon a contract before it fell due, it could never be, that judgment upon the issue formed could be pleaded in bar of a recovery on such contract after it had matured. The case of Barry vs. Long, was assumpsit, where the general issue had been pleaded. The court, in that case, held that the fact that the contract upon which, the suit was brought had not matured, need not be pleaded in abatement, but might be given in evidence under the general issue. So that, in any point of view in which this case presents itself, it is a matter of form, rather than substance, whether the matter of defence be pleaded in bar or abatement; and the replication of the plaintiff would have fallen as far short of a sufficient response to the plea in the one case as in the other.\nIn conclusion, we will remark that we have been led by the argument of the plaintiff’s counsel, into a fuller investigation of the manner of reaching defects of this kind, and of the judgment to be rendered on the issues, whether in bar or abatement, than the precise point at issue might seem to require.\nThe replication was clearly insufficient.\nJudgment affirmed.\nWatkins, C J., not sitting.",
        "type": "majority",
        "author": "Mr. Justice Walker,"
      }
    ],
    "attorneys": [
      "Corran, for the plaintiff,",
      "Fowler, contra."
    ],
    "corrections": "",
    "head_matter": "Scott vs. Fowler et al.\nTo a suit upon an injunction bond, one of the defendants pleaded in bar, to the effect, that at the same term of the court at which the decree by which the injunction was dissolved, was rendered, an appeal was granted andan order made staying all further proceedings therein, until otherwise ordered by the Supreme Court; which order, granting such appeal and a stay of proceedings, was in full force at the time the plaintiff commenced his suit.\nThis defence, by a former decision of this court (6 Eng. 681), was held to be good whether pleaded in bar or abatement. After the case was remanded to the court below, for further proceedings, to this plea the plaintiff filed aspecial replication, to the effect, that at a day subsequent to the commencement of this suit, the Supreme Court, by its decision, affirmed the decree in the Circuit Court.\nHeld. That the former decision of this court touching the leg: 1 sufficiency of the plea precludes all further consideration of its validity as a defence in bar.1\nThat a subsequently acquired valid right of action in the plaintiff, was not sufficient to entitle him to maintain an aetion commenced prior to the accrual of such right. And that a replication setting up such subsequently acquired right is not a good-response to a plea which denies the existence of such right at aday prior to suchsubsequestly required right. And that the demurrer to such replication was properly sustained.\nWrit of error to the Circuit Court of Pulaski county..\nThe Hon. W. H. Feild, Circuit Judge, presiding.\nCorran, for the plaintiff,\ncontended that as the matter set up in the 4th plea of the defendants was a temporary suspension of the right to sue, and under the opinion in this cause in 6 Eng. 675, not an absolute bar, the replication showing the removal of the temporary suspension is a sufficient avoidance of the plea; as to a plea setting up a levy, a replication showing that the levy had been disposed of, would be sufficient — or to a plea of another action pending for the same cause, that the first suit had been discontinued or determined before replication filed.. Mansion vs. Lawrence, 1 John. C. 397.\nFowler, contra.\nWhenever a suit is commenced before the cause of action accrued, as is admitted by the replication, the objection is fatal to the cause whenever the fact is made to appear in any legal mode, 2 Stark. Ev. 127. Babb vs. Clemson, 10 Serg. Sr Rawle, 429. 1 Tidd’s Pr. 592, 294-5, 367-8. Davison vs. Mall, 1 Hayw. R. 364. 5 Mass R. 377. Fulcher vs. Lyon, 4 Ark. Rep. 446. 4 Dana, 598. 5 Pet. Rep. 231. 1 Ch. PI. 266. 5 Litt. 137, 347, 1 Pick. Rep. 203. Story’s PL 32."
  },
  "file_name": "0427-01",
  "first_page_order": 427,
  "last_page_order": 431
}
