{
  "id": 1862651,
  "name": "Carnall as ad. vs. Wilson",
  "name_abbreviation": "Carnall v. Wilson",
  "decision_date": "1854-01",
  "docket_number": "",
  "first_page": "482",
  "last_page": "489",
  "citations": [
    {
      "type": "official",
      "cite": "14 Ark. 482"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 709,
    "char_count": 14378,
    "ocr_confidence": 0.544,
    "pagerank": {
      "raw": 1.3160214282185844e-07,
      "percentile": 0.625566973209635
    },
    "sha256": "9cceb3afcbca6316ecaa5df7e495c77b05f602c9ab932e3be36e0f9c8091186b",
    "simhash": "1:a12ba455194cee9d",
    "word_count": 2506
  },
  "last_updated": "2023-07-14T15:22:52.336774+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Watkins, C. J., not sitting."
    ],
    "parties": [
      "Carnall as ad. vs. Wilson."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Walker,\ndelivered the opinion Of the Court-.\nThis is a suit in chancery, brought in the. Crawford Circuit Court for the purpose of having corrected a mistake in the description of certain lands to which the complainant sets up title. The substance of the complaint is, that John Dillard, who resided in the county of Crawford, was the legal owner of several quarter and fractional quarter sections of land; composing one tract of about 937 acres, on which he had a farm and resided with his family in the year 1841, and continued there to reside until his death. On the 14th day of September of that year, judgment was rendered against him in the Crawford Circuit Court, in favor of Thomas E. and Heiro T. Wilson, for $3,800, upon which execution issued on the 3d of August, 1842, which at the instance of Dillard, was levied upon the tract of land oil which he so resided, but that the sheriff, in recording his levy upon the writ, misdescribed several of the tracts of land levied upon, by recording other tracts, not the property of Dillard, instead of those actually levied upon; that afterwards, at the instance of Dillard, his lands were appraised, and because no one would bid two-thirds of their value, they were returned not sold. On the 30th August, 1843, an alias fi. fa. issued, on the back of which was endorsed the former levy, and that under this writ the sheriff advertised and sold the land on the 25th of September, \" 1843, at public sale, to George W. Paschal for $500, to whom he executed' a deed for the same. That the same mistake committed in recording the return- of the levy upon the original writ was continued in the after proceedings including the advertisements of the land, and the deed to Paschal; but that the actual levy and sale were of Dillard’s land.\nIt appears that Dillard was in embarrassed circumstances, and that several other judgments had been rendered in said court against him, all of which as well as that of the Wilsons’ were under the control of Paschal for collection. That at the instance of Dillard, it was agreed between himself and Paschal, that Paschal should buy the property, then recognized by Dillard as his homestead place, and give him (Dillard) twelve months to redeem the same by paying Wilson’s judgment, and part of one of the other judgments under Paschal’s control as collector. That Dillard died without having redeemed the property, and that Paschal afterwards, on the 14th day of September, 1849, conveyed the land to Joseph H. Bailey, by quit claim deed, for $3,000, and that Bailey on the same day sold itto complainant for $1,000, payable in twelve months, and took from complainant a bond lor the payment of the purchase money, and executed to him a covenant, by which he bound himself to convey to complainant the land upon the payment of the bond for $1,000. That both Paschal and Bailey in good faith sold, and intended to convey the Dillard homestead place, but were led into a mistake in the description of the land by following that in the sheriff’s deed. Soon after the purchase óf complainant the mistake was discovered, to correct which this suit is brought.\nThe plaintiff in execution, the administrator and heirs of Dillard, Paschal and Bailey are made defendants, and with the exception of the administrator and one of Dillard’s children, an infant, the answers may be considered as a full and circumstantial admission of the material- facts in issue.\nThe- administrator denies all knowledge or information with regard to the levy, or sale of the property, or of any knowledge, understanding or agreement of his intestate, except that which he derived from the complainant’s bill, and touching these points does not answer. The other allegations are from information and belief admitted. The infant defendant answers by guardian, and his rights are as fully protected as if he had by answer denied each allegation in the bill.\nThe main fact put in issue by the answer, is the fact of the alleged mistake; and preliminary to an examination of the evidence, is the question presented upon the exception to the admission of the deposition of Ogden. The objection to his evidence is, that he is the security of the complainant to defendant Bailey for the purchase money of the land in suit. It seems that Bailey at the outset was content to take the complainant’s bond, payable at twelve months, for the purchase money, and to hold the land as secui’ity for the pa3'ment thereof. But when he ascertained that there was a mistake in the numbers of the land, whereby his security for the purchase money to the value of the lands not embraced in the deed had failed, he became dissatisfied and thereupon, by way of additional security Ogden, Paschal, and others, executed to him a note for $1,000 payable at the same time the first note was to have been paid, with a memorandum endorsed thereon by Bailey, that the payment of the bond first given should be a discharge of the note,, whereby Ogden in effect became the security for the purchase money for the land, part of which is now here in suit. This additional security was taken in consequence of the discovered mistake. There can be no question of Ogden’s immediate interest in the suit; indeed this is broadly admitted by counsel who notwithstanding argue that his interest is equally balanced, because, let the suit be decided for or against the complainant he must be discharged. If for him, by requiring the $1,000 for which he is bound to- be paid before the decree is rendered, or if against him,, the court must necessarily rescind the contract, and cancel the note. As regards the first proportion, although the court might have decreed the payment ofthe purchase money at that time, it did not necessarily follow that such should be the decree : and the decree rendered in this cause shows that such was not the case; so far from it, the express terms of the decree are that the security shall not be discharged. And, as respects the .other alternative, a rescisión of the contract is wholly inconsistent, as well with the allegations as the prayer for relief; aud the answer of Bailey furnishes no ground for enlarging the issue. If the plaintiff had doubts as to his title to the specific relief prayed, he ■should have presented his case in a double, aspect, and prayed relief accordingly. Story Equity Pl. 42. Moore vs. Madden, 2 Eng. 530.\nBailey no doubt was willing that the correction should be made, his answer is alone responsive to that state of case, but it by no means follows that he would assent to have his contract can-celled, and the evidences of debt surrendered, upon a mere question of partial failure of consideration, nor can it be that a chancellor would decree that he should do so, unless upon an issue for that purpose and upon which he might be heard in defence, it be found equitable that it should be done, so that the witness could not -escape his liabilily upon either alternative; certainly not in the last, and it seems he did not in the first. He was clearly incompetent to testify, and his deposition should have been suppressed.\nThe remaining evidence is by no means satisfactory upon the most important points in issue: the actual levy and sale of the land not included in the sheriff’s return.\nAs regards the levy, the facts that the process was against Dillard, that there was returned upon the writ about the same quantity of land really owned by him, that the valuation was taken at his instance, and that the appraisers did actually appraise the property known as Dillard’s homestead place, are all strong circumstances, and yet there is no positive proof that the sheriff ever intended to levy, or did levy upon these lands; but on the contrary, there are his official returns on several writs, his advertisement and deed, all his official acts which show affirmatively that he did not make such levy. As regards the sale, but one witness is found to testify. He is strongly impressed with the belief that the sheriff announced to the by-standers that he offered the Dillard homestead place; of this he is not positive, and does not remember the language used, nor can he say positively, that the sheriff did more than read off the numbers from his levy, but thinks he did. This witness says that there were some forty persons present, and the fact that out of that number but one witness was examined as to the understanding at the time of the sale, in regard to the property sold, renders it improbable that if the property was offered as Dillard’s homestead, it was generally so understood by the bidders and by-standers.\nThe evidence, upon which a written instrument or contract is altered or corrected, must be clear and free from doubt. In Henkle vs. The Royal Exchange Insurance Company, 1 Ves. 317, Lord Hardwick said the court had jurisdiction to relieve in re-. spect to a plain mistake in contracts in writing. In Ingram vs. Child 1 Bro. 94, Lord Thurlow said, “that a mistake creating an equity de hors the deed, should be proven as much to the satisfaction of the court as if admitted.” Judge Story in United States vs. Monroe, 5 Mason 577, said “in cases of asserted mistakes in written instruments, it is not denied that a court of equity may reform the instrument, but such a court is very slow to exercise such an authority, and it requires the strongest and clearest evidence to establish the mistake. It is not sufficient that there be some reason to presume a mistake, the evidence must be clear, unequivocal and. decisive.” And in Gillaspie vs. Moore, 2 Johns, Ch. Rep., Chancellor Kent reviews many of the English decisions and fully recognizes the rule, that in all such cases the mistake must be clearly and fully proven.\nSo that this rule, when applied to contracts, may be considered as well settled, and there certainly is no good reason why the rule should not also be applied with equal force to the return ot a sworn officer, and to his deed deliberately made and approved in court. Whilst therefore, corrections may be made of mistakes when clearly and satisfactorily proven to be such, less than this strictness would be attended with the most serious consequences, particularly where the instrument to be reformed or changed is, as in this instance, the evidence of title to real estate,\nWhen tested by this rule, the evidence before us, although it does raise a strong presumption that the levy and sale were made or intended to be made of Dillard’s entire homestead tract, is not of that clear and conclusive character to entitle the complainant to relief.\nWe have not overlooked the ground taken by counsel, that the sale was made under a fi.fa., with a former levy endorsed thereon, instead of a ven. ex. to sell the lands so levied upon, and that the whole tract was offered together instead of separate tracts, and also that the lands now sought to be recovered were (if sold at all) sold without having been previously advertised. These are all questions which may well be considered in a suit like this, in the nature of a bill for specific performance, because courts of equity will not interfere to decree specific execution of a contract, where manifest wrong or injustice would result from it. To do so would be giving aid to consummate a wrong commenced, which is never done, 2 Story Equity 53.\nIt is true, that in this case the process and proceedings under which the sale was made, in connexion with the return, in which no formal levy appears to have been made under the second writ, are of a doubtful character, (in regard to which, however, it is not necessary, under the circumstances of this case, to express any opinion) and that the sale of the lands in dispute (if made at all) was made without notice and purchased by the attorney for the plaintiff in execution for $500, when, according to the appraised value made some time before the sale took place, they were worth $7,900 or more, and by evidence in this case, since the sale, $3000. §o that the land was sold in all reasonable probability, for less than one-sixth of its actual value. All of these circumstances would have been presented for consideration if the mistake as alleged had been satisfactorily proven.\n.But as .such proof has not been adduced, in view of the whole case .and the peculiar attitude in which the parties are presented upon the record, and the facts connected with their respective fights, we .think the decree of the Circuit Court should be reversed and the bill dismissed.\nLet the decree be reversed, and the cause be remanded with instructions to dismiss the bill with costs.\nWatkins, C. J., not sitting.",
        "type": "majority",
        "author": "Mr. Justice Walker,"
      }
    ],
    "attorneys": [
      "Walker & Green, for the appellant-.",
      "Pike & Cummins, contra."
    ],
    "corrections": "",
    "head_matter": "Carnall as ad. vs. Wilson.\n^ in equity to correct an alleged misdescription of lands sold under execution, the mistake being continued in the sheriff’s deed to the purchaser, is so far in the nature of a bill for specific performance, that the relief sought will not be granted if any circumstances exist which would make it appear inequitable to do so.\nThe proof of the mistake, and the execution debtor’s knowledge of it or participation in it, ought to be clear and explicit to call into exercise one oí the extraordinary powers of a court of chanoery.\nThe answer byguardianof an infant heir of theexecution debtor, stands as a denial, so as to put the complainant upon proof of all the material allegations of the bill.\nP. bought D’s lands under execution and sold them to 3., who sold them to complainant, taking his obligation for the purchase money, and giving him abend to make title upon its payment: a mistake in the description of the land being discovered, B. required additional security for the purchase money, .when 0., with others, executed his obligation to B. for the amount^ designed to be collateral to that of complainant, The whole scope and prayer of the complainant’s bill was to correct the mistake, which B. admitted in his answer, and he filed no cross bill to entitle him to a rescission or any affirmative relief. The debt from complainant to B. and for the payment of which O. was liable re. mained unpaid at the hearing of the cause: Held, that O. was interested andincompetent as a witness for complainant.\nAppeal from, Crawford Circuit Court in Cuancery.\nBefore the Hon. B. H. Neely, who had interchanged circuits With Hon. A. B. Greenwoob.\nWalker & Green, for the appellant-.\nPike & Cummins, contra."
  },
  "file_name": "0482-01",
  "first_page_order": 482,
  "last_page_order": 489
}
