{
  "id": 1862615,
  "name": "Hanly vs. Carneal",
  "name_abbreviation": "Hanly v. Carneal",
  "decision_date": "1854-01",
  "docket_number": "",
  "first_page": "524",
  "last_page": "530",
  "citations": [
    {
      "type": "official",
      "cite": "14 Ark. 524"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 626,
    "char_count": 12552,
    "ocr_confidence": 0.513,
    "pagerank": {
      "raw": 2.4939321451791385e-07,
      "percentile": 0.808829588134289
    },
    "sha256": "9dbd27d571a938d4514743f6b7f371c40613528447bbed0a68e70a5165d4d8c4",
    "simhash": "1:a6c5c1b20e145082",
    "word_count": 2194
  },
  "last_updated": "2023-07-14T15:22:52.336774+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hanly vs. Carneal."
    ],
    "opinions": [
      {
        "text": "Mr. Chief Justice Watkins\ndelivered the opinion of the Court!-\nIt appears from the transcript in this case, that on the 20th of November, 1850, Carneal obtained a judgment against Hanly in the Phillips Circuit Court. On the 20th of April 1853, a writ of fieri facias execution issued returnable to the May term following, and being levied on certain real estate of the defendant, the same was advertised to be sold. On the 23d of May, which was the first day of the term, the defendant Hanly moved to quash the execution because it bore teste more than a year and a day after the rendition of the judgment, and no intermediate execution had been sued out between that period and the issuance of the one sought to be quashed. It may be conceded, for all the purposes of this opinion, as having been made to appear that no execution was issued upon the judgment within a year and a day after its rendition. The motion to quash being overruled, the defendant excepted and appealed to this court, and upon the granting of the appeal, he entered into recognizance, the effect of which was to stay further proceedings upon the execution, then in the hands of the sheriff.\nAccording to the ancient practice which grew up and became settled at the common law, if execution was not issued within a year and a day, and kept renewed within like periods, the judgment in personal actions was presumed to be paid, and the plain ¿iff was put to his action on the judgment, or required to pursue' the remedy by scire facias afforded at a later period by statute!The issuances of execution were entered as continuances on the' roll, constituting the record of the judgment. The object of the' new action or scire facias was to give the defendant the benefit of the presumption of payment, by enabling him to plead at law' payment or release. Execution might be had after a year and a-day when the judgment had been entered with a stay of execu-tion, which repelled the presumption of payment, but otherwise; and where the judgment had not been kept alive by the issuance of execution and continuances upon the roll, an execution, issued after a year and a day, might be quashed as irregular. According to the system under which this practice originated and to which it was adapted, the judgment was not a lien, nor were lands sub-j ect to sale under execution; and when afterwards they were made subject, in a qualified manner, by being extended and set apart to the creditor, until his judgment was satisfied out of the rents- and profits, the judgment came to be considered as a lien, because of the right to issue execution, and by analogy to the lien on the chattels of the debtor, which were bound from the teste of the writ. The law presumed that the execution was an entire thing, and that it issued and bore teste upon the rendition of the judgment, and that the sheriff began immediately to execute; hence, the death of the debtor, after the supposed teste and before execution actually begun, did not stay execution against his property, in the hands of his representatives, and no scire facias was necessary in such case to revive the judgment in order to complete execution. The law contemplated diligence on the part of the creditor, and as the judgment did not bear interest as a compensation for delay, and the execution ran usually against moveables, there was good reason for indulging in the presumption in favor of the debtor, that the judgment had been satisfied where the creditor had lain passive and taken no step to have execution for a year and a day.\nBut in this State, from its admission into the Union, a different system has prevailed, being introduced by statute, and to which the common law practice, though useful by way of illustration would be inapplicable. The judgment is a lien on lands, which equally with chattels, are absolutely subjected to sale to satisfy it. The lien on land continues for three years from the day of the rendition of the judgment, and may be revived and kept alive for like periods of three years, not depending upon the ceremony of issuing and returning executions from time to time without further action, but by scire facias sued out before the termination of the lien. The execution is a lien only upon chattels and upon lands to which the lien of the judgment does not extend, (that may be when directed to another county,) or has determined, from the time of its delivery to the proper officer to be executed. All judgments are required to be docketed and indexed, by entering abstracts of them in regular order, in bound volumes, to facilitate the actual notice which the law has made construe-1 tive; and judgments thus become a security for money equivalent, in many essential features, to a statute mortgage on all lands of the debtor within the county or district to which the lien attaches. So long as the lien continues, or is kept alive in accordance with the statute, it is not impaired, nor does any presumption of payment arise, so as to render the judgment inoperative, in consequence of the mere delay of the creditor in proceeding to consummate the lien by the issuance of execution. If the judgment be satisfied in whole or in part by judicial sale, the statute requires such fact to appear by the officer’s return, which must also be copied, or an abstract made of it, in an execution docket; and whether paid upon or without legal process, it is made the duty of the plaintiff, under a penalty not exceeding five hundred dollars, within a certain number of days thereafter, to enter satisfaction on the docket of judments and decrees; and on his refusal, the defendant, on application to the proper court, may cause such satisfaction to be entered. In addition to the resort to chancery, in cases where it may have jurisdiction, the statute has also provided a summary remedy by application to the judge of the court, out of which the execution issued, and upon due notice to the opposite party, to supersede or quash executions, of which the defendant can always avail himself to show any subsequent payment or release, or other matter de hors the record, whereby he would claim the benefit of any credits, or insist that the execution ought to be superseded. By the Revised Statutes of 1839, Tille Limitations, sec. 30, judgments and decrees thereafter rendered are presumed to be paid and satisfied, after the expiration of ten years from their rendition, and by the act of December 1844, repealing the 30th section referred to, the like period was adopted as a limitation of actions upon judgments!\nSuch, in brief and comprehensive terms, and so stated only with reference to the particular case now before the court, is a summary of the statutes bearing on the question under consideration. They contain no reference to the common law practice on this subject, nor any provision indicating an adoption of it! On the contrary, the two systems are, in many important respects, so dissimilar that we must presume the legislature im tended, by those various statutory regulations in pari materia, the adoption of a system to the exclusion of so much of the common law as may be inconsistent with our own frame of laws, Digest, Title Commobt and Statute Law of England, sec. 1; and it is clearly the duty of courts to give effect to such intention, more especially when an implicit adherence to the common law forms or practice might lead to consequences that could never have been contemplated by the framers of our statutes.\nEntertaining these views, we are led to the conclusion that the opinion in Brackney vs. Wood, 7 Eng. 605. which holds that, in order for the plaintiff to have execution of his judgment, he must revive it by scire facias, unless execution has been issued within a year and a day from its rendition, and regularly continued by the issuance of execution from year to year in order to keep the judgment alive, and rebut the presumption of payment, was not well considered, and cannot be reconciled with the provisions of law in force when it was pronounced. Indeed, from the report of the case, it does not appear that the inconsistencies here adverted to, were urged upon the court or in any way noticed by the opinion. The statute repels the presumption of payment within a year and a day, and as the rights of the defendant are so carefully guarded and protected, no injustice can result to him by holding that execution upon an unsatisfied judgment may well issue at any time within ten years from its rendition. As between the plaintiff and the defendant, a sale under such execution would be good, though as against third persons, the plaintiff would lose the benefit of the lien of the judgment if omitted to be revived. The spirit of the statute would seem to require that an execution, after ten yéars from the rendition of the judgment and without any subsequent revivor, ought to be quashed, as having improvidently issued upon a dormant claim, and this without reference to whether the formality had been pursued of continuing executions within each year and a day, so that the plaintiff being put to'his remedy by action, would have an opportunity of rebutting the presumption of payment, or avoiding the statute bar, provided by the act of December, 1844, if by any matter he might lawfully do so. But to require a revival by scire facias, after each, omission of execution for a year and a day, for the mere purpose of letting in proof of payment or release, would be foreign to the policy of the statute, and a practice expensive and vexatious to both plaintiff and defendant. The case of Davis vs. Helm, 3 Smedes & Marsh. 17, relied upon by counsel in one of the cases under submission, and depending upon the same question, falls short of sustaining the position in support of which ■it is cited. The point there was, whether upon a judgment •against two or more, and one of the defendants dying, the plaintiff might have execution against his administrator without revivor, and the court decided that the statute making the judgment a lien, did not, by analogy to the common law, enable the plaintiff to complete the execution as if already begun, or dispense with the scire facias to bring in the representatives. This would be a very plain question with us, Bently vs. Cummins, 4 Eng. 487, if indeed, in accordance with the administration law, the creditor would not have to be remitted for satisfaction, as against the estate of the decedent, out of the assets before the court of Probate.\nAfter the decision in Brackney vs. Wood, the General Assembly passed an act, approved January 10th, 1853, Acts of 1852, p. 121, the first section of which is as follows: “It shall and may be lawful for any party plaintiff to any judgment or decree rendered by any of the courts of this State, to issue execution thereon, at any and all times within ten years from the rendition of any judgment or decree as aforesaid, without revivor; except in case of the death of either party to any such judgment or decree.”\nIt is argued that this statute is not retrospective in terms, and even if it was so expressed* such an operation ought not to be allowed by any judicial construction. Inasmuch as the statute is prospective for the only purpose contemplated by it, that is, the issuance of execution, it would be difficult to maintain that the application of it to judgments previously rendered, impaired any vested right of a defendant, lessened his remedies, extended the life of the judgment, or affected him in any way, save to relieve him from the burthen of costs occasioned by useless revivals. But having considered that the provisions of the act quoted, so far as they relate to judgments of a Circuit Court, are only declaratory of what the law was before, the judgment appealed from must, in any view of the case, be affirmed.",
        "type": "majority",
        "author": "Mr. Chief Justice Watkins"
      }
    ],
    "attorneys": [
      "English, for the appellant.",
      "Pike & Cummins, contra."
    ],
    "corrections": "",
    "head_matter": "Hanly vs. Carneal.\nThe case of Brackney vs; Wood! 7 Eng. 605; deciding that execution must issue within a year and a day after the rendition of a judgment, and executions within a year and a day, regularly continued, or the judgment revived by scire facias, overruled; and the true rule, according to the spirit of our statutes, declared to be, that a plaintiff may have execution of his judgment, without scire facias at any time within ten years after its rendition; and this, independent of the act of January 10th, 1853, which is only declaratory of what the law was before .\nAppeal from Phillips Circuit Court.\nThe Hon. C. W! Adams, Circuit Judge, presiding.-\nEnglish, for the appellant.\nPike & Cummins, contra."
  },
  "file_name": "0524-01",
  "first_page_order": 524,
  "last_page_order": 530
}
