{
  "id": 1862677,
  "name": "The State Bank vs. McGuire",
  "name_abbreviation": "State Bank v. McGuire",
  "decision_date": "1854-01",
  "docket_number": "",
  "first_page": "530",
  "last_page": "538",
  "citations": [
    {
      "type": "official",
      "cite": "14 Ark. 530"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 822,
    "char_count": 18101,
    "ocr_confidence": 0.553,
    "pagerank": {
      "raw": 4.2153219463136624e-07,
      "percentile": 0.9137733512648807
    },
    "sha256": "90f96e96e56ec3c09bd250014ff127660a87ceb445ed8b0670017e492695ebef",
    "simhash": "1:b033ad69de52c81d",
    "word_count": 3205
  },
  "last_updated": "2023-07-14T15:22:52.336774+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The State Bank vs. McGuire."
    ],
    "opinions": [
      {
        "text": "Mr. Chief Justice Watkins\ndelivered the opinion of the Court.\nThis suit was instituted on the 22d of March, 1849, by the Bank against the defendants upon a promissory note for $6,430, purporting to have been executed by them, on the 1st of July, 1843, in favor of the Bank, due twelve months after date, and negotiable and payable at the Branch of the Bank at Batesville. The only material enquiry arises under two of the pleas interposed by the defendants; 1st. Nil clebet sworn to, being the same in effect, under our statutory practice, as non est factum ; 2d that the note in question was given by them without any consideration whatever therefor.\nThe history of the transaction, according to the undisputed facts appearing in the record, would seem tobe as follows: That on the 10th of February, 1843, when the act to place the Bank of the State of Arkansas in liquidation took effect, the Bank at Batesville held five notes of William L. McGuire, amounting in the aggregate to $6,850, all either then due or falling due shortly after that period. Under the liquidation act passed at the session of 1842, Daniel J. Chapman had been elected Executive Receiver, and Thomas S. Drew as Financial Receiver of the Branch at Batesville, the especial duties of the former being to turn his. attention to the situation and circumstances of the debtors to the Bank, to enquire into the sufficiency of all security offered, &c.; and of the latter to attend to the keeping of the books, accounts, notes and moneys of the Bank, to receiving the calls and interest on the debts due her, and to the making out of reports, statements, &c. And they constituted a board for the management and control of the business of the Bank or Branch under their immediate charge. There were also attorneys elected for the principal Bank and each of the branches, who were authorized, though not required to preside at the respective boards, and in case of a disagreement between the Receivers, should decide between them. The sufficiency of any security offered upon the renewal of any note was to be approved by both Receivers, and such approval entered upon the minutes of their proceedings, and if not so approved, such security should not be deemed sufficient. Acts of 1842, p. 79. The debtors of the Bank were required, under penalty of forfeiting all claim to further indulgence, to come forward within ninety days after public notice, directed to be given by the respective Receivers of the principal Bank and branches, and pay all arrearages of interest and costs, and upon doing so were privileged to renew their notes for one year by giving satisfactory security, to be approved by the Receivers, and paying interest at seven per cent, in advance, and as such renewal notes became due, the subsequent calls upon them were to be so regulated as that the whole debt should be called in within ten years in regular annual calls. Ib. p. 80. Various persons were securities of McGuire upon the five notes of his referred to, Chapman, the Executive Receiver, being on one of them. On or about the 1st of July, 1848, McGuire offered to the Receivers the large note here sued upon, in consolidation of his five notes, the securities upon it being Edwin R. McGuire and Thomas Hughes, who were also securities upon some of the other notes. The arrears of interest on the old notes over due, and discount upon the new one, amounted to $849 96, the curtail to be paid under the liquidation act was $420, making in all $1,269 96, which W. L. McGuire had to pay in cash in order for his notes to be renewed as proposed.\nWe may anticipate here the material enquiry of fact in the case for-the jury to determine, which was, whether the new note for $6,430 was accepted in substitution for the old ones, by way of renewal, and if so, it would operate to discharge the old notes as a payment of them, the transaction being the same in effect, as if the debtor, according to Bank usage, obtaining a new dis-. count, had applied the proceeds of it for that purpose. And a fair test of this would be to enquire whether in case the Bank had sued the principal and securities upon the old notes, they could Jraim sustained a plea of payment upon the same state of proof as to the acceptanceof the consolidated note in rene w.al. Because,, so far as the principal debtor is concerned, it would not be possible in law that he should be liable upon two different sets of notes or securities ofequal grade for the payment of the same debt; but oneorthe otherofthem must be without consideration, no new or further consideration appearing, nor anything from which it could be inferred that the latter note was intended to be collateral to the former. The result would be the same if according to the shape of the transaction, the old note had been discharged by a release or any valid agreement in the nature of one, or satisfied by an accord executed.\nThe deposition of Drew, taken in Louisiana, in August, 1852, makes out the case fully in favor of the Bank. He goes into a detail of the whole matter and states that his recollection has been refreshed by an inspection of the books of the Batesville branch, made by him in 1850, at Little Rock (where they had been removed pursuant to the act of January 9th, 1849, Acts of 1848, p. 71, withdrawing the branches and concentrating the assets and papers of the Bank at Little Rock,) and that it is more distinct, from the fact that the debt of McGuire was perhaps the, largest due by any one individual to the Batesville branch. His version of the transaction is that at the time of offering the new note, on 1st of July, 1843, W. L. McGuire deposited with him $1,000, towards the cash payment required to be made, and McGuire being unable to raise any more money, the following arrangement was agreed upon and closed between him and witness, Drew, on the 29th of August, 1843, the same being entered on the books of the branch Bank. Among the five old notes of McGuire was one for $300. A credit of $30 was entered upon this note, so as to reduce it to $270, the amount of cash for which McGuire was short on the proposed renewal, and this note thus reduced, was retained as security for that cash balance. The new note for $6,-430 was then passed and acceptedin renewal ofthe other four notes of McGuire and his various securities. And at the trial the Bank produced these four notes cancelled, and the fifth note for $300 unpaid and having a credit endorsed of $30, as stated by Drew. He deposes that the Receivers at the Batesville branch, being entirely satisfied with the sufficiency of the securities on the note for $6,430, and with the note itself then offered, received, accepted and approved the same, and he thinks it was properly entered on the books of the Bank, and thenceforward held as the note of the Bank. The substance of his deposition may be expressed in his own language, that “said note was received and accepted in renewal of the four notes before mentioned, on which W. L. McGuire was principal, and those four notes were extinguished, discharged and cancelled, and no longer kept on the books of the Bank or considered as assets.” Magruder, who succeeded Drew, as Financial Receiver, in October, 1844, testified that the new note here sued upon and the one for $300 with the credit of $30 on it, were turned over to him by Drew as assets, and he received them as such, not passing upon or questioning the sufficiency of the security, which he supposed to be good, and so, on going out of office-, he turned over the notes in question to his successor. He had no recollection of ever before seeing the four cancelled notes that were produced on the trial.\nOn the other hand, Chapman, who had been Executive Receiver until the close of the year 1843, testified that about the time as stated by Drew, McGuire had offered the consolidated note for renewal of his indebtedness, and paid $1,000 leaving some $300 to be paid in money. That while he was in office the new note had never been put to a vote of the board, or approved by him; that he considered it doubtful whether the securities were sufficient, andhe so advised the Financial Receiver, and he would not approve it, because the old notes of McGuire were well secured, and the parties to the renewal note offered, were liable to the Bank as securities on other notes, and besides being a security himself on one of the old notes to the amount of $1,900, he wanted further and undoubted security, as a matter of personal delicacy, before he would assent to any arrangement which would have the effect to discharge himself. He thinks that while he was in office the pote was entered on the offering book for renewal, but never was passed upon the minutes or ledger, as having been approved by the board.\nThe circumstance that the officers of the Bank retained possession of both sets of notes, would not be important either way, as it was in proof that it was not customary for the debtors of the Batesville branch to take out their notes when paid or canceled.\nThe defendants produced two letters from Drew, while he was-Financial Receiver, addressed to W. L. McGuire, one of them; dated August 14th, 1844, more than a year after the note in-question had been offered for renewal, in which he writes, “The payment you made to the Bank on the 29th of August last, of\" $1,000, lacked $270 of paying the calls and interest on your several notes that were intended to be consolidated into one. This-note still awaits your further payment of that balance before it can be posted, which I am now anxious to do, and indeed it will be necessary, before your note passes and the others can be canceled.” And he concludes, “It may possibly require one or two more names on the large note, as it embraces all your liabilities without several of your endorsers on the old notes.”\nThe second letter accompanies a statement of the amount required for renewal, and is without date, but in it he says, “I am about to retire from office in a few days, and until you pay the-above balance of $269,1 shall be unable to apply the above pay] ment to your credit in due form. It has been suffered to remain unacted upon in consequence of a knowledge that you had claims against the Bank for fees as sheriff, and supposing they would be made out and broughtin as early as convenience wouldpermit.” And adding,'‘As neither of your securities have renewed their own notes, the Receivers will expect an additional name on your note as it is large.”\nFinally, it was proved on behalf of the defendants, by Ring-gold, the former Cashier of the branch at Batesville, and by Magruder who had been also a clerk in the Bank at Little Rock,that the marks of the canceling hammer on the four old notes produced at the trial, were those of the canceling hammer of the principal Bank, and were not made by that of the Batesville branch, the impressions being distinguishable. So that the actual cancellation could not hav’e been made at Batesville, but must have been done at Little Rock, as late as 1849, after the branches were called in.\nNow, it is true that, under the issues the burthen of proof was upon the defendants, and it may be possible that within the few days before Drew went out of office, McGuire may have come in, and by some means, though no where explained, perfected his renewal so long deferred; and though, if so allowed, it might not have been in accordance with the liquidation act. But without further comment, and laying aside the circumstance of the cancellation, as being more curious than important, the two letters to McGuire, written by Drew while the transactions were recent, are so inconsistent with his statement's made nine years afterwards, as to raise a violent presumption, that he was mistaken in his recollection of every material fact touching the pinch of the case; and this conclusion appears to be so irresistible that the jury were warranted in disregarding his entire deposition.\nBut for the earnestness with which this cause has been pressed in argument, it might have been briefly disposed of as an ordinary case where a jury have passed upon a conflict of testimony, and after the refusal of the court below, in the exercise of its sound discretion to set aside the verdict upon the motion for new trial made on behalf of the Bank, it ought not to be disturbed by the appellate court. We may concede the legal propositions contended for by the attorney representing the plaintiff in this court — that according to the authorities cited, there may be instances where the breach of the charter of the Bank in making a contract, cannot be set up as a defence in an action on such contract, as, for example, where a director becomes principal or endorser to an amount prohibited by the charter. So the omission of the Financial Receiver to keep a record or minutes of the proceedings of the board in the approval of new notes, and the sufficiency of the security offered, would not vitiate a renewal in fact made, that part of the liquidation act being directory. And equally good law, that a corporation may by her acts subsequently adopt or ratify the contract of her officer or agent not under seal or made without authority, so as to make it binding on the corporation or confer a corresponding right of action in her favor upon it. But in such case it must be assumed that there was a contract made, not a pending negotiation, but an agreement executed. The point here is, whether the offer of renewal ever was perfected, so as to take effect as a contract — whether Drew himself, as an officer of the Bank, either in accordance with the liquidation act or in violation of it, ever did accept the renewal note, or approve the security. The jury must have concluded that he did not.\nSome of the instructions given on motion of the defendants are certainly objectionable, as argued for the plaintiff; because two of them are mere statements of legal propositions, not purporting to apply to any supposed state of case made by the evidence. For instance, the last instruction is as follows, “A contract is an agreement between two or more persons founded upon a sufficient consideration to do or not to do a particular thing, and the very life of a contract depends upon its mutuality between the parties to be affected.” This mode of charging juries ought to be strongly condemned. Nisi ptius attempts at legal definitions are apt to be faulty, and though good law as mere abstract propositions, they are in nine cases out of ten calculated to confuse or mislead a jury. The second instruction, -“That where a witness has testified falsely to any one material ¡fact, it throws a suspicion upon his whole evidence and such evidence should be disregarded unless corroborated by other testimony,” is even more objectionable because it assumes as true or proven the state of fact -upon which it is predicated. As the practice does not prevail in this State forjudges to give a regular connected charge, we have to reiterate the views expressed in Floyd vs. Ricks, at July term, 1853, that without regard to any -set form or phraseology, every instruction asked for should be hypothetical, that is, predicated upon the supposition that the j ury find certain facts .to be proved or disproved, then the legal consequence resulting therefrom is one way or the other according as the law is claimed by either party, so that the jury hav ing to pass upon mixed questions of law and fact may shape their verdict according to the judge’s opinion of the law. Where juries choose to find a special verdict, they devolve upon the court, where it ought to rest, the responsibility of deciding the law. When the judge charges a jury in anticipation of the general verdict, the only difference is, that he undertakes to tell them in advance, what the law would be in case they should return any given state of facts by a special verdict.\nAnd yet the court is placed in the embarrassing position of refusing to award a new trial because upon the whole record, we are not prepared to say that the motion for new trial ought to have been granted in the court below, and we do not feel safe in presuming that another jury would, or ought to find differently. And moreover the court below gave all the instructions asked for on behalf of the plaintiff, and which were carefully and elaborately framed so as to present the case to the jury in the most favorable aspect for a recovery.\nThere being no other questions requiring a serious consideration the judgment will be affirmed.",
        "type": "majority",
        "author": "Mr. Chief Justice Watkins"
      }
    ],
    "attorneys": [
      "S. H. Hempstead, for the plaintiff.",
      "Fowled, contra."
    ],
    "corrections": "",
    "head_matter": "The State Bank vs. McGuire.\nAction of debt — Pleas nil delet sworn to, and no consideration;- Pacts, that the defendant was indebted to the plaintiff in several notes, and offered the note sued' upon in renewal of them. Evidence by Financial Receiver, that the note sued upon was received in renewal; By the Executive Receiver, that he had not consented to the renewal, but objected on account of insufficiency of security, and by the letters of the Financial Receiver, that the new note had not been accepted in renewal a few days before he went out of office. Held, That this was a case of conflict of testimony, and that the verdict of the jury would not be disturbed.\nA jury is warranted in disregarding the entire deposition of a witness, made nine years after the transaction deposed to, when it is inconsistent with his own letters relative to the same transaction written at the time.\nInstructions which are mere statements of legal propositions, not purporting to apply to any supposed state of case made by the evidence; or which assume as true or proven the facts npon which they are predicated, are certainly objectionable and ought not to be given. Every instruction, as said in Floyd vs. Ricks, should be hypothetical — predicated upon the supposition that the jury find certain facts to be proved or disproved, then the legal consequence resulting therefrom is one' way or the other.\nWrit of Error to Independence Circuit Court.\nHon. B. H. Neely, Circuit Judge, presiding.\nS. H. Hempstead, for the plaintiff.\nFowled, contra."
  },
  "file_name": "0530-01",
  "first_page_order": 530,
  "last_page_order": 538
}
