{
  "id": 1862685,
  "name": "Austin vs. The State",
  "name_abbreviation": "Austin v. State",
  "decision_date": "1854-01",
  "docket_number": "",
  "first_page": "555",
  "last_page": "568",
  "citations": [
    {
      "type": "official",
      "cite": "14 Ark. 555"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "3 Humph. 513",
      "category": "reporters:state",
      "reporter": "Hum.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "2 Dev. 243",
      "category": "reporters:state",
      "reporter": "Dev.",
      "opinion_index": -1
    },
    {
      "cite": "1 South. 231",
      "category": "reporters:state_regional",
      "reporter": "So.",
      "opinion_index": -1
    },
    {
      "cite": "1 Humph. 102",
      "category": "reporters:state",
      "reporter": "Hum.",
      "case_ids": [
        8541945
      ],
      "opinion_index": -1,
      "case_paths": [
        "/tenn/20/0102-01"
      ]
    },
    {
      "cite": "2 Wend. 485",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    },
    {
      "cite": "11 Ala. 57",
      "category": "reporters:state",
      "reporter": "Ala.",
      "case_ids": [
        11255320
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ala/11/0057-01"
      ]
    },
    {
      "cite": "6 B. Mon. 341",
      "category": "reporters:state",
      "reporter": "B. Mon.",
      "opinion_index": -1
    },
    {
      "cite": "1 South. 239",
      "category": "reporters:state_regional",
      "reporter": "So.",
      "opinion_index": -1
    },
    {
      "cite": "6 Wend. 277",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    },
    {
      "cite": "2 Dev. Rep. 543",
      "category": "reporters:state",
      "reporter": "Dev. Rep.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1115,
    "char_count": 27197,
    "ocr_confidence": 0.535,
    "pagerank": {
      "raw": 5.527909206213373e-07,
      "percentile": 0.9466687053955656
    },
    "sha256": "65d7f9a4e4ff3a29d597e905759082a28fa5927b31b61ef9d03efdca9c8cfe1c",
    "simhash": "1:aa3411a2bcca7971",
    "word_count": 4891
  },
  "last_updated": "2024-02-27T19:00:39.729279+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Austin vs. The State."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Scott\ndelivered the opinion of the Court.\nThe appellant was indicted, tried, convicted and sentenced to death in the Independence Circuit Court for the murder of Hiram Payne, a white man. He appealed to this court, and his senténcé having been respited by the Circuit Court, under the provisions of the statute, a sufficient time to allow him to make an application to a judge of this court for a suspension of his execution until his appeal could be heard here, that order was made upon an inspection of a transcript of the record and proceedings in accordance with his prayer.\nFrom the bills of exceptions it appears that, on the day before the killing, the appellant and his master, Benjamin Watson,had a conversation, in which the slave talked improperly to his master,' and that at night when he returned from ploughing, he brought, a club in with him. That after supper he sat out upon the yard fence with the same in his hand, and also picked up another stick, which he took to his quarters and set up at the door, carrying the first named stick into the house. That in the course of the evening, and after supper, his master went into a room where the-school boys and hirelings were, whereupon the appellant left his own room and went to the chimney corner of the dwelling house. That about the middle of the night the appellant walked out into the yard carrying a fire torch, and the stick that he had brought from the field, in his hand. Upon returning to his quarters he told his wife they were going to take him, but that he would not be taken by bis master or any body else, and that he would knock the first man down that came into the room. ■ The next morning, the appellant went to mill and returned, and then bundled up his clothes and took them away. He then got some tubs, as he was ordered to do, and went to the Woods for some hoop poles, as he was ordered to do by a witness, who was doing some work for Watson, the master, and needed the hoop poles for the work in progress. It would seem thats about this period of time, Mrs. Watson, the wife of the master, had sent a message to her husband, who was at the school house, to the effect that the appellant had run away, and it appearing that while Watson, the master, was on the way from the school house to his dwelling, whither he was going in consequence of receiving such a message from his wife, he met the appellant coming from the woods with some hoop poles and an axe in his hands. It appears that then “Watson and others advanced towards the (appellant) at the request of Watson, and for the purpose, as expressed by Mr. Watson of correcting” him. Who these others were and how they happened to be with Watson does not appear. It appears, however, that when Watson and these others approached to the appellant, that he retreated, but that they overlook him in the road and ordered him to lay down his axe, and he refused, and said that he would not be w’hipped by Watson, or any body else, and that he would kill the first man that attempted to take him, and that he then walked on, and Watson and the men after him. In a short time he stopped again and was conversing with Watson, but what was said does not appear. At this point of time “Hiram Payne, the slain, walked rapidly by the witness, from behind the witness, being behind the boy and the company, having in his hands a piece of pine plank. That Payne, the deceased, walked directly up to Watson and Austin, the appellant, and drew his stick upon Austin. That Austin stood with his axe drawn as Payne drew his stick upon Austin. That Austin warded off the blow of Payne with his left arm, and with his right struck Payne with the axe. That Payne was hit with the whole edge of the axe on his head, the cut penetrating to the brain, and that Payne died the Saturday afterwards.”\nUpon the trial so much of the evidence was objected to as related to matters that transpired the day before the homipide, upon the ground of its disconnection with that principal fact, and irreleyan cy to the issue. It is certainly true as a general rule, both in civil and criminal cases, that the evidence must be confined to the point in issue; and in criminal cases there is perhaps a greater necessity, if possible, than in civil proceedings to enforce the rule: but in neither class of cases does this rule exclude all evidence that does not bear directly upon the issue; on the contrary, all evidence is admissible which tends to prove it, and no facts are forbidden to be shown, except such as are incapable of affording any reasonable presumption or inference in elucidation of the matters involved in the issue. In this case the line of defence taken, and which the State had the right to anticipate, was that the homicide amounted to no more than manslaughter. The presen ce or absence of malice was therefore an essential matter of enquiry. To establish it the State was not bound to rely exclusively upon the malice that the law presumes from the killing, and the evidences of it which were otherwise shown by the circuriistances at the point of time when the killing occurred, but had the right to add any other evidence, as former grudges, former threats, previous lying in wait, cumulative of the former, and • thus effectually to repel any inferences that might be drawn in favor of the defence from the circumstances that transpired at the time of the killing. In like manner, antecedent facts and circumstances, from which any reasonable presumption could arise, or inference be drawn, that the course of conduct pursued by the prisoner at the time of the killing had been previously premeditated and resolved upon by him, in reference to a probable effort to bring him back into perfect subordination to the lawful authority of his master, although without any reference to the particular individual slain, tended at once, not only to elucidate the intention of the slave at the’time of striking the fatal blow, but the state and condition of his heart, both as to evil design in general, and in being resolved, in pursuance of the dictates of such wicked, depraved and malignant evil design in general, to do the particular, unlawful act of resisting the rightful authority of his master at all hazards, including that of taking human life in general, regardless of social duty and without respect to persons.\nSuch a resolye, prompted by the dictates of such a heart, could not be otherwise, than essentially malicious, and if in being acted out, human life was taken, although under circumstances which, disconnected with such resolve, might lay grounds for presumptions that the slayer was actuated by a design to save his own life, or was prompted by circumstances transpiring at the time strongly calculated to excite the passions of terror and resentment, it could not be otherwise than a legitimate point of enquiry by the jury, whether or not the homicide had been really superinduced by the former, although apparently by the latter, to the end that the presumption in favor of manslaughter might be legitimately overslaughed by these cumulative presumptions of malice.\n. It is in this point of view that we think the jury in this case had the right to consider and weigh the evidence objected to. They ivere sitting in judgment upon an act which, in point of law, was to be essentially characterized by the motive of the heart which prompted it. These in the order of Providence are hidden and beyond the reach of human law, until developed by acts of commission, or of omission, which present them to its judgment in determining the quality of the act brought in question. Every act then of either class, which in the range of probability could cast a ray of light upon the motive, which produced the homicide in question, was legitimately within the range of the investigation, although occurring at an antecedent time, or at another place unless forbidden by the rule designed to confine the investigation to the issue made; and this rule, as we have seen, does not exclude any evidence that tends to prove or elucidate any of the matters involved in the issue. And regarding the evidence objected to in this case as of that character, we think the court below properly allowed it to go to the jury.\nThe second bill of exceptions raises the question, whether or not the confessions of the accused, being otherwise unexceptionable in point of law, can be allowed to be produced in evidence after the facts themselves have been proven by witnesses who were present when they transpired. We think it perfectly clear that they may, being both of the same grade of evidence, although differing in the weight to be given to them by the jury.\nIn the third, it is admitted that it was shown that the confessions were obtained without the prisoner having been promised or threatened in any way, and that there was no inducement ,or reason held out to him to- answer the question propounded by one of his guards “what he had against the deceased to induce him to strike him,” or otherwise to talk upon the subject. But it is insisted, as the confessions were so made in response to that question, which it is urged implied the guilty act of the prisoner, and was made to one of his guard at a time when he was in chains and being brought to jail upon the charge in question, that they ought to have been excluded from the jury. In Mr. Greenleaf’s work on evidence the law upon this subject is thus stated: “Though it is necessary to the admissibility of a confession that it should have been voluntarily made, that is, that it should have been made, as before shown, without the appliances of hope or fear from persons having authority, yet it is not necessary that it should have been the prisoner’s own spontaneous act. It will be receivable though it were induced by spiritual exhortations, whether of a clergyman or any other person; by solemn promise of secrecy, even confirmed by an- oath, or by reason of the prisoner’s having been drunk, or by some collateral benefit or boon-, no hope or favor having been held out in respect to the criminal charge against him, or by any deception practiced on the prisoner or false representation made to him for that purpose, provided there is no reason to suppose that the inducement held out was calculated to produce any untrue confession, which is the main point to be considered. So, a confession is admissible though it is elicited by questions, whether put to a prisoner by a magistrate, officer or private person, and the form of the question is immaterial to the admissibility, even though it assumes the prisoner’s guilt, In all these cases the evidence may be laid before the jury, however little it may weigh under the circumstances, and however reprehensible may be the mode in which, in some of them, it was obtained.” (1 Greenl. Ev. part 2, ch. 12, sec. 229, p. 293, 5 edition.)\nAlthough in some few of the cases stated in this text, we would look closely to the authorities, upon which they are based, before declaring the law to the full extent that they are stated to go, we can have no hesitancy, on the question before us now, in holding that the objection taken was not good.\nThe fourth bill of exceptions presents a question of practice in this wise. The name of Benjamin Watson, the master of the prisoner, was endorsed upon the indictment as a witness; he was summoned as such for the State, was in attendance upon the trial, and with the other State’s witnesses was sworn in chief, but he was not interrogated or put upon the stand by the State as a witness. The prisoner claimed the right to cross-examine him upon the whole case, and relied upon the English practice. The court overruled his motion. Upon an examination of the authorities, we think that the decided preponderance in the American courts, is in favor of confining the right of cross-examination to those facts and circumstances only, connected with the matters actually stated in the direct examination of a witness; and that if the cross-examining party wishes to examine the witness as to other matters, he must do so by making the witness his own-, and calling him as such in the subsequent progress of the case (1 Greenl. Ev. part 3, ch. 3, sec. 445, p. 562.)\nThe fifth bill of exceptions presents the question whether the owner of a slave is a competent witness in a prosecution involving the life of the slave. In this case he was offered as a witness on the part of the prisoner; the State objected because of his pecuniary interest as owner, and the court sustained the objection. This question first was discussed in North Carolina, in a case where a master refused to testify against his slave, and on error his appeal was sustained, but the court, in the discussion laid great stress upon the fact of general incompetency,-because of the law of that State, which made the master substantially a party to the record, by reason of the provision for a judgment of ¡costs against him upon the conviction of his slave. (State vs. Charity, 2 Dev. Rep. 543). In that case, however, Chief Justice Henderson delivered a separate opinion from the majority of the court, and foreshadowed the principles which have since been recognized and adopted in some of the other slave States. He said, “ My concurrence in the opinion of the court, in excluding the master on the ground of interest, is so feeble that it almost amounts to a dissent. Where pecuniary interest only is at stake, to exclude a witness on the score of interest, however small, is applying a scale of morality to our nature sufficiently humiliating. But when the life or death of a fellow being is to be the result of the trial, to exclude a witness because he may have a pecuniary interest, either in preserving or taking the life of the accused, is attributing to us, frail as we know ourselves to be, more depravity than we are willing, I think, to admit. The rule, as laid down by the court, as I understand it, excludes the master on the same ground, that of interest, in becoming a witness for his slave; for the rule must be mutual. If he cannot be compelled to give evidence against his slave, because of his interest, he cannot, even if he is willing, give evidence for him on the same ground. I should rather suppose that the interest at stake, being so entirely different from that which is ordinarily brought forward to protect a witness from giving evidence, orto exclude him> if willing, that it is not to be weighed in the same balances with mere pecuniary interest. It is so transcendant in its nature that its weight is not to be ascertained by mere money balances.”\nThe same question afterwards arose in Tennessee, in a case where, like in this before us, the master’s evidence had been rejected by the Circuit Court, on the ground of interest. The court reversed the judgment for that error, and in delivering its opinion, by Reese, J., said: “ But it is said the Circuit Court erred in rejecting the master of the slave when offered as a witness in his favor, on the ground of his incompetency from pecuniary interest. And of this opinion are the court. A father has an interest, which may be valuable, in the services of his minor son, yet it is not questioned that he can be a witness for or against him on a charge affecting his life. A master may have a pecuniary interest in the future labor and services of his apprentice, much exceeding, it may be in a few pursuits, the entire value of his slave: yet perhaps it has never occurred to any one that the master is incompetent to testify on behalf of the apprentice in a matter affecting his life. The relation of master and slave is indeed different; but in a case like this, the law, upon high grounds of public policy, pretermits for a moment that relation, takes the slave out of the hands of his master, forgets his claims and rights of property,” — as in the case, the judge might have added, where the trespass for killing a slave is merged into the felony, and prohibits the recovery of the money value of the slave until the slayer has been first tried under an indictment for the felony. (3 Porter Ala. Rep. 424)—“treats the slave as a rational and intelligent human being, responsible to moral, social and municipal duties and obligations and gives him the benefit of all the forms of trial which jealousy of power and love of liberty have induced a freeman to throw around himself for his own protection. If thep the master knows any fact tending to save the life of the slave, shall society, who have taken from him the slave for the purpose of trial, say to him, not that you are master, and we will weigh your credit, but you are master and shall not speak at all! On grounds of public policy, of common humanity, of absolute necessity, the master must be held to be competent as a witness for or against the slave. Society will not allow him to say, I have a pecuniary interest in the event of the trial, my testimony may subject me to a loss, and I will not testify against my slave. On the other hand, humanity forbids that society should say, you have such an interest and shall not be heard to prove a fact in his favor. In cases where one slave may kill another, the master may often be the only person cognizant of his guilt, or the only person who can establish his innocence. Shall he refuse to speak in the one case, lest he incur a loss? Shall his lips be sealed in the other, because he has an interest? Public policy and common humanity declare the necessity of so treating this relation that the guilty should not escape punishment, or the ipnocent be made to suffer.” (Elijah vs. The State, 1 Humph. R. 102.)\nAfterwards, in the year 1841, a case raising the same question was brought before the High Court of Errors and Appeals in Mississippi. That also was a case where the master of the slave was offered as a witness for him in the Circuit Court, and that court refused to allow him to testify, on the ground of interest; and for this error the Court of Errors reversed the judgment, and Chief Justice Sharkey, after approving the opinion of the court in Tennessee, which we have cited, as “based upon sound and humane principles” and recognizing the analogy to the case of master and apprentice, on the score of interest, then, in treating the question as one of public policy and common humanity, remarks as follows: “The master has the custody of his slave and owes to him protection, and it would be a rigorous rule indeed if the master could not be a witness in behalf of his slave 1 What would be the condition of the slave, if the rule which binds him to perpetual servitude, should also create such an interest in the master as to deprive him of the testimony of that master? The hardships of such a rule will illy comport with that humanitjr which should be extended to that race of people. In prosecutions for offences, negroes are to be treated as other persons: and although the master may have had an interest in his servant, yet the servant had such an interest in the testimony of his master as will outweigh mere pecuniary considerations, nor can he be deprived of the benefit of that testimony by the mere circumstance that in a civil point of view he was regarded by the law as property.” Isham vs. The State, 6 How. (Miss.) R. 35.)\nRecognizing these principles of law, public policy and common humanity, thus so aptly presented, as clearly sound, we adopt them without hesitancy, as the true exposition of the point of law in question, and therefore think it clear that the Circuit Court erred in refusing to allow Watson, the master, to testify when offered as a witness on the part of his slave, Austin, the appellant; holding that the matter of Watson’s pecuniary interest lay to his credibility only and not to his competency as a witness.\nThe remaining question relates to so much of the charge of the court as was objected to and saved in the sixth bill of exceptions. That was, “That if the jury should find that the defendant was in rebellion to the authority of his master, Payne had a right to take the defendant and to use such force as was necessary to take him, and that if the defendant then attacked Payne and slew him, he was guilty of murder, and his offence could not be reduced to manslaughter, even although the striking of the defendant by Payne would have been evidence to show an extenuation of the killing of Payne by the defendant from murder to manslaughter, if the slave had not been at fault in acting in rebellion to the authority of his master.”\nFrom the face of this record we cannot say that this charge is too latitudinous and unqualified, because the bills of exception neither purport to save all the evidence produced on the trial of the cause, nor all to which the charge was applicable, so as- to exclude any presumption in favor of the charge, that other evidence in support of it might have been produced. But without any regard to this consideration, we are free to say, that the tranquility of the public at large, the security of the master, the value of the slave as property, and the just protection and comfort of the slave himself, all depend so essentially upon his entire subordination to the lawful authority of his master, that we would hesitate long before we would declare otherwise than that the principle, laid down in this charge, was any other than a sound general principle of the common law of slavery, as it exists in our slave States. In preserving this lawful subordination, upon which the best interests of the community, of the master, and of the slave, so radically depend, every citizen in common with the master, has an abiding interest. And when a slave is in rebellion to the lawful authority of his master, whatever force may be necessary to bring him within the pale of subordination, graduated upon principles of law and humanity, let it tcome from what quarter it may, invades no right of the slave, and consequently does him no such wrong as the law can recognize as a mitigation or excuse for crime. (Jacob vs. The State, 3 Humph. R. 493.)\nFor the error of the court below in refusing to allow Watson, the master, to testify, when offered as a witness on the part of the appellant, the judgment must be reversed and the cause remanded to be proceeded with to another trial and judgment.",
        "type": "majority",
        "author": "Mr. Justice Scott"
      }
    ],
    "attorneys": [
      "Fairchild, for the appellant.",
      "Clendenin, Attorney General for the State."
    ],
    "corrections": "",
    "head_matter": "Austin vs. The State.\nit is certainly true, as á general rule, both in civil and criminal caseá', that the evidence must be confined to the point in issue; but all evidence is admissible which tends to prove it and which affords any reasonable presumption or inference in elucidation of the matters involved — as where the presence or absence of malice is an essential matter of inquiry to show the intent of a homicide, all facts and circumstancesrpreceding the killing, whiqii tend to show the quo animo, are admissible.\nThe confession of an áccused, being otherwise unexceptionable in point of law, may be given in evidence after the facts themselves have been proven by witnesses who were present when they transpired.\nThe confession of a slave, made to his guard, while in chains and being brought to the jail, in response to the direct question “what he had against the deceaseed to induce him to strike him” being made without promises or threats, may be given in evidence.\nA prisoner has no right to cross-examine a witness, summoned by the State and sworn, but not examined — if he wants his testimony, he must make him his own witness.\nThe master is a competent witness for his slave on trial for a capital offence.\n■When a slave is in rebellion to his master, a stranger has the right to take him and use such force, graduated upon the principles of law and humanity, as may be necessary; and if the slave kill him, he is guilty of murder.\nAppeal from, the Circuit Court of Independence county.\nThe Hon. B. H. Neelv, Circuit Judge, presiding.\nFairchild, for the appellant.\nThe exception preserved in the first bill of exceptions is good. The facts occurring on the evening and night previous had no connection with the unfortunate affair of the next day. They did not show the disposition of Austin to the deceased. Payne was not concerned in them. The evidence did not show a general depravity, and the intent and enormity of a criminal act should always be gathered from the act itself. The law has nothing to do with motives or dispositions of mind as such; it is only as giving character to acts, with which the law does deal: But the state of mind is a subject of inquiry, and from the facts contained in this bill of exceptions, X submit there is nothing which tended to explain the character of the transaction in which Hiram Payne lost his life.\nThe 2d and 3d bills of exceptions present, in different forms, the subject of confessions, and insist on their inadmissibility in this case; there being no necessity for their introduction, as the act was abundantly proven by the highest grade of testimony; that of actual witnesses of the fact. 1 Greenlf Ev. s. 214. Law vs. Merrills, 6 Wend. 277. State vs. Aaron, 1 South. 239. Garrison vs. Akin, 2 Barb. Sup. Ch. Rep. 27, 28. Vaughan vs. Hann-, 6 B. Mon. 341. .State vs. Clarissa, 11 Ala. 57. Regina vs. Kerr 34 Eng. Com. Law Rep. 343.\nThe court errecl in refusing to allow the appellant to put Benjamin Watson on the stand ás a witness of the State for cross-examination. Watson’s name was on the back of the indictment as a witness of the State, as one on whose testimony the bill had been found and he had been sworn in chief. 1 Stark. Ev. (7 Am, ed.) 187. 1 PMU. Ev. 274., Cow. <§• Hill’s Notes, note 511, pages' 730,731. Roscoe on Ev. 95. 2 Rus. on Crimes, 620. Fulton Bank vs. Stafford, 2 Wend. 485. Regina vs. Holden, 34 Eng. Com. Law. Rep. 549. Regina vs. Chapman, ib. 523. Regina vs. Stroner, 47 ib. 650.\nThe court erred because, as stated in the 6th bill of exceptions,it would not allow Benjamin Watson to testify as a witness for the appellant, because he was the appellant’s master and owner. Elijah vs. The State, 1 Humph. 102. Isham vs. The State, 6 How. {Miss.) Rep. 35. The State vs. Aaron, 1 South. 231. Whart. Amer. Or. Law 205. State vs. Hudson, 2 Dev. 243, Opn. of Henderson, C. J.\nThe charge of the court plainly implied and in fact told the jury that the appellant, because a slave,might be found guilty of murder, on facts which would convict a free white man of manslaughter only.\nClendenin, Attorney General for the State.\nThe evidence referred to in the first bill of exceptions was properly admitted, because the slave was in rebellion against his master and had been so from the day before the killing. Jacob vs. The State, 3 Humph. 513. Whartoids Cr. Law, 406, 407.\nThe confessions were properly admitted because there was no hope of reward or fear of punishment held out to induce the defendant to confess.\nThe master may be a witness against his slave, but on the ground of direct interest not for him. Gilll, on Ev. 135.\nThe sixth point raised by the record is upon the instruction of the court. This instruction is the law, as a reference to the authorities in Jacob vs. The State, 3 Humph. 513, will fully bear out the legality of the instruction."
  },
  "file_name": "0555-01",
  "first_page_order": 555,
  "last_page_order": 568
}
